{
  "professors": {
    "Khadija Bousselmi Ep ARFAOUI": {
      "name": "Khadija Bousselmi Ep ARFAOUI",
      "normalized_name": "Khadija Bousselmi Ep Arfaoui",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Khadija%20Bousselmi%20Ep%20Arfaoui"
    },
    "IIham ALLOUI": {
      "name": "IIham ALLOUI",
      "normalized_name": "IIham Alloui",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=IIham%20Alloui"
    },
    "Alexandre BENOIT": {
      "name": "Alexandre BENOIT",
      "normalized_name": "Alexandre Benoit",
      "dblp_url": "https://dblp.org/pid/383/5503",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Alexandre%20Benoit"
    },
    "Lamia-Amel BERRAH": {
      "name": "Lamia-Amel BERRAH",
      "normalized_name": "Lamia-Amel Berrah",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Lamia-Amel%20Berrah"
    },
    "Abdourrahmane ATTO": {
      "name": "Abdourrahmane ATTO",
      "normalized_name": "Abdourrahmane Atto",
      "dblp_url": "https://dblp.org/pid/72/6942.html?q=Abdourrahmane+Atto",
      "publications": [
        {
          "title": "ISSLIDE: A New InSAR Dataset for Slow SLIding Area DEtection With Machine Learning.",
          "coauthors": []
        },
        {
          "title": "Wet Snow Detection From Satellite SAR Images by Machine Learning With Physical Snowpack Model Labeling.",
          "coauthors": []
        },
        {
          "title": "Altruistic Collaborative Learning.",
          "coauthors": []
        },
        {
          "title": "Toward Generalized Artificial Intelligence by Assessment Aggregation With Applications to Standard and Extreme Classifications.",
          "coauthors": []
        },
        {
          "title": "Renyi Divergences Learning for explainable classification of SAR Image Pairs.",
          "coauthors": []
        },
        {
          "title": "DEM-Assisted Neural Network for SAR-to-Optical Image Translation.",
          "coauthors": []
        },
        {
          "title": "What's Behind This Water Table Depth Forecasting? RISE Application for Spatial, Temporal, and Spatio-Temporal Explanations.",
          "coauthors": []
        },
        {
          "title": "SAR-DEM-Optical Mountainous Dataset for Distortion Management.",
          "coauthors": []
        },
        {
          "title": "ISSLIDE: InSAR dataset for Slow SLIding area DEtection with machine learning.",
          "coauthors": []
        },
        {
          "title": "Geometrons - Ghost Symbols - Buried Information.",
          "coauthors": []
        },
        {
          "title": "Multimodal Remote Sensing Dataset for Landslide Change Detection in Haiti.",
          "coauthors": []
        },
        {
          "title": "Time Distributed Deep Learning models for Purely Exogenous Forecasting. Application to Water Table Depth Prediction using Weather Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Stochastic Hyperkernel Convolution Trains and h-Counting Processes.",
          "coauthors": []
        },
        {
          "title": "On joint parameterizations of linear and nonlinear functionals in neural networks.",
          "coauthors": []
        },
        {
          "title": "Wavelet Spatio-Temporal Change Detection on Multitemporal SAR Images.",
          "coauthors": []
        },
        {
          "title": "Temporal Evolution of X and C Band Sar Backscattering In The Mont-Blanc Massif.",
          "coauthors": []
        },
        {
          "title": "CNN Classification of Wet Snow by Physical Snowpack Model Labeling.",
          "coauthors": []
        },
        {
          "title": "Deep Semantic Fusion of Sentinel-1 and Sentinel-2 Snow Products for Snow Monitoring in Mountainous Regions.",
          "coauthors": []
        },
        {
          "title": "Noisy Imperfect Partial Symbolic Sketches.",
          "coauthors": []
        },
        {
          "title": "LSD4WSD VX: An Open Dataset for Wet Snow Detection with SAR Data and Physical Labelling - Full Analysis Version.",
          "coauthors": []
        },
        {
          "title": "Deep Learning of Radiometrical and Geometrical Sar Distorsions for Image Modality translations.",
          "coauthors": []
        },
        {
          "title": "Can Artificial Intelligence Untangle Distorted and Compressed Geometries Associated with SAR Images of 3D Objects ?",
          "coauthors": []
        },
        {
          "title": "Frames Learned by Prime Convolution Layers in a Deep Learning Framework.",
          "coauthors": []
        },
        {
          "title": "Channel-Based Attention for Land Cover Classification using Sentinel-2 Time Series.",
          "coauthors": []
        },
        {
          "title": "Generalized Elliptical Fractional Brownian Field Textures.",
          "coauthors": []
        },
        {
          "title": "Parametric Rectified Power Sigmoid Units: Learning Nonlinear Neural Transfer Analytical Forms.",
          "coauthors": []
        },
        {
          "title": "Channel-Based Attention for LCC Using Sentinel-2 Time Series.",
          "coauthors": []
        },
        {
          "title": "Timed-image based deep learning for action recognition in video sequences.",
          "coauthors": []
        },
        {
          "title": "On Elliptical Possibility Distributions.",
          "coauthors": []
        },
        {
          "title": "Design of New Wavelet Packets Adapted to High-Resolution SAR Images With an Application to Target Detection.",
          "coauthors": []
        },
        {
          "title": "New Robust Statistics for Change Detection in Time Series of Multivariate SAR Images.",
          "coauthors": []
        },
        {
          "title": "Robust Detection and Estimation of Change-Points in a Time Series of Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "Geometric Multi-Wavelet Total Variation for SAR Image Time Series Analysis.",
          "coauthors": []
        },
        {
          "title": "A Robust Change Detector for Highly Heterogeneous Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "Robust adaptive detection of buried pipes using GPR.",
          "coauthors": []
        },
        {
          "title": "Multivariate change detection on high resolution monovariate SAR image using linear time-frequency analysis.",
          "coauthors": []
        },
        {
          "title": "Image change detection by possibility distribution dissemblance.",
          "coauthors": []
        },
        {
          "title": "A subspace approach for shrinkage parameter selection in undersampled configuration for Regularised Tyler Estimators.",
          "coauthors": []
        },
        {
          "title": "Multivariate Linear Time-Frequency modeling and adaptive robust target detection in highly textured monovariate SAR image.",
          "coauthors": []
        },
        {
          "title": "Wavelet Operators and Multiplicative Observation Models - Application to SAR Image Time-Series Analysis.",
          "coauthors": []
        },
        {
          "title": "Robust adaptive detection of buried pipes using GPR.",
          "coauthors": []
        },
        {
          "title": "Analyse des Séquences de Processus et Champs Aléatoires d'Ondelettes.",
          "coauthors": []
        },
        {
          "title": "High order structural image decomposition by using non-linear and non-convex regularizing objectives.",
          "coauthors": []
        },
        {
          "title": "ARFBF model for non stationary random fields and application in HRTEM images.",
          "coauthors": []
        },
        {
          "title": "Change analysis using multitemporal Sentinel-1 SAR images.",
          "coauthors": []
        },
        {
          "title": "Multivariate statistical modeling for multi-temporal SAR change detection using wavelet transforms.",
          "coauthors": []
        },
        {
          "title": "Change analysis of dual polarimetric Sentinel-1 SAR image time series using stationary wavelet transform and change detection matrix.",
          "coauthors": []
        },
        {
          "title": "Best basis for joint representation: The median of marginal best bases for low cost information exchanges in distributed signal representation.",
          "coauthors": []
        },
        {
          "title": "Adaptive Multitemporal SAR Image Filtering Based on the Change Detection Matrix.",
          "coauthors": []
        },
        {
          "title": "Uniformly most powerful detection for integrate and fire time encoding.",
          "coauthors": []
        },
        {
          "title": "Non-stationary texture synthesis from random field modeling.",
          "coauthors": []
        },
        {
          "title": "Simulation of image time series from dynamical fractional brownian fields.",
          "coauthors": []
        },
        {
          "title": "Adaptive multitemporal filtering of polarimetric SAR images.",
          "coauthors": []
        },
        {
          "title": "Stochasticity: A Feature for the Structuring of Large and Heterogeneous Image Databases.",
          "coauthors": []
        },
        {
          "title": "Multidate Divergence Matrices for the Analysis of SAR Image Time Series.",
          "coauthors": []
        },
        {
          "title": "2-D Wavelet Packet Spectrum for Texture Analysis.",
          "coauthors": []
        },
        {
          "title": "Wavelet Packets of Nonstationary Random Processes: Contributing Factors for Stationarity and Decorrelation.",
          "coauthors": []
        },
        {
          "title": "Vector and matrix LP norms in polarimetric radar filtering.",
          "coauthors": []
        },
        {
          "title": "Control of discrete event systems with respect to strict duration: Supervision of an industrial manufacturing plant.",
          "coauthors": []
        },
        {
          "title": "Wavelet shrinkage: unification of basic thresholding functions and thresholds.",
          "coauthors": []
        },
        {
          "title": "How to perform texture recognition from stochastic modeling in the wavelet domain.",
          "coauthors": []
        },
        {
          "title": "Wavelet packets of fractional Brownian motion: asymptotic analysis and spectrum estimation.",
          "coauthors": []
        },
        {
          "title": "Central Limit theorems for wavelet packet decompositions of stationary random processes.",
          "coauthors": []
        },
        {
          "title": "Smooth Adaptation by Sigmoid Shrinkage.",
          "coauthors": []
        },
        {
          "title": "Optimal SURE parameters for sigmoidal wavelet shrinkage.",
          "coauthors": []
        },
        {
          "title": "General Framework on Change Detection in a Sparse Domain.",
          "coauthors": []
        },
        {
          "title": "Detection threshold for non-parametric estimation.",
          "coauthors": []
        },
        {
          "title": "Limit distributions for wavelet packet coefficients of band-limited stationary random processes.",
          "coauthors": []
        },
        {
          "title": "Sparsity from binary hypothesis testing and application to non-parametric estimation.",
          "coauthors": []
        },
        {
          "title": "Smooth sigmoid wavelet shrinkage for non-parametric estimation.",
          "coauthors": []
        },
        {
          "title": "Central Limit Theorems for Wavelet Packet Decompositions of Stationary Random Processes.",
          "coauthors": []
        },
        {
          "title": "On the statistical decorrelation of the wavelet packet coefficients of a band-limited wide-sense stationary random process.",
          "coauthors": []
        }
      ],
      "publication_count": 72,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Abdourrahmane%20Atto"
    },
    "Mickaël BETTINELLI": {
      "name": "Mickaël BETTINELLI",
      "normalized_name": "Mickaël Bettinelli",
      "dblp_url": "https://dblp.org/pid/250/2772.html?q=Micka%C3%ABl+Bettinelli",
      "publications": [
        {
          "title": "Discovering Communities With Clustered Federated Learning.",
          "coauthors": []
        },
        {
          "title": "ABSG : une architecture d'agents d'inspiration sociale pour le problème de formation de coalitions.",
          "coauthors": []
        },
        {
          "title": "Une approche d'intelligence collective pour la conception d'un system d'aide à la décision appliqué à l'économie circulaire. (A collective intelligence approach for reuse-oriented decision support in circular design and remanufacturing).",
          "coauthors": []
        },
        {
          "title": "ABSG : un modèle d'agent socialement inspiré pour la formation de coalitions.",
          "coauthors": []
        },
        {
          "title": "ABSG : a Socially Inspired Coalition Formation Agent Model.",
          "coauthors": []
        },
        {
          "title": "Coalition Formation Problem: A Group Dynamics Inspired Swarming Method.",
          "coauthors": []
        },
        {
          "title": "Cohesion as a Tool for Maintaining the Functional Integrity of a Multi-agent System.",
          "coauthors": []
        },
        {
          "title": "La cohésion comme outil pour le maintien de l'intégrité fonctionnelle d'un système multi-agents.",
          "coauthors": []
        }
      ],
      "publication_count": 8,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Micka%C3%ABl%20Bettinelli"
    },
    "Éric BENOIT": {
      "name": "Éric BENOIT",
      "normalized_name": "Éric Benoit",
      "dblp_url": "https://dblp.org/pid/82/3661.html?q=%C3%89ric+Benoit",
      "publications": [
        {
          "title": "Artificial Intelligence methods to help measure sensory disorders : approaches and perspectives.",
          "coauthors": []
        },
        {
          "title": "Wise Objects for IoT (WIoT): Software Framework and Experimentation.",
          "coauthors": []
        },
        {
          "title": "WIoT: Interconnection between Wise Objects and IoT.",
          "coauthors": []
        },
        {
          "title": "Decision method choice in a human posture recognition context.",
          "coauthors": []
        },
        {
          "title": "Uncertainty management of situations in a housing use context.",
          "coauthors": []
        },
        {
          "title": "Modeling Situations in an Intelligent Connected Furniture Environment.",
          "coauthors": []
        },
        {
          "title": "Surstable solutions with a singularity at a turning point [Solutions surstables avec singularités au point tournant].",
          "coauthors": []
        },
        {
          "title": "Fusion method choice driven by user constraints in a human gesture recognition context.",
          "coauthors": []
        },
        {
          "title": "Interaction between humans, NAO robot and multiple cameras for colored objects recognition using information fusion.",
          "coauthors": []
        },
        {
          "title": "Reconfiguration of Distributed Information Fusion System ? A case study.",
          "coauthors": []
        },
        {
          "title": "Integrating OPC Data into GSN Infrastructures.",
          "coauthors": []
        },
        {
          "title": "Building a class of fuzzy equivalence relations.",
          "coauthors": []
        },
        {
          "title": "Gestures Recognition Based on the Fusion of Hand Positioning and Arm Gestures.",
          "coauthors": []
        },
        {
          "title": "Toward a safe design of CANopen distributed instruments.",
          "coauthors": []
        },
        {
          "title": "Intelligent Instrument Design With ArchWare ADL.",
          "coauthors": []
        },
        {
          "title": "deriving behavior from goal structure for the intelligent control of physical systems.",
          "coauthors": []
        },
        {
          "title": "Formal Goal Generation for Intelligent Control Systems.",
          "coauthors": []
        },
        {
          "title": "Inferential Knowledge Sharing with Goal Hierarchies in Distributed Engineering Systems.",
          "coauthors": []
        },
        {
          "title": "Intelligent Instrument Design With ArchWare ADL.",
          "coauthors": []
        },
        {
          "title": "4. Combined Asymptotic Expansions.",
          "coauthors": []
        },
        {
          "title": "A Functional and Behavioral Knowledge-based Implementation for Intelligent Sensors/Actuators.",
          "coauthors": []
        },
        {
          "title": "Agent-Based Implementation on Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "Functional Ontology for Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "Fuzzy sensor for gesture recognition based on motion and shape recognition of hand.",
          "coauthors": []
        },
        {
          "title": "Automatic code generation based on generic description of intelligent instrument.",
          "coauthors": []
        },
        {
          "title": "Clock generator using factorial DLL for video applications.",
          "coauthors": []
        },
        {
          "title": "Fuzzy-based intelligent sensors: modeling, design, application.",
          "coauthors": []
        },
        {
          "title": "Local measurement validation for an intelligent chirped-FM ultrasonic range sensor.",
          "coauthors": []
        }
      ],
      "publication_count": 28,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=%C3%89ric%20Benoit"
    },
    "Argheesh BHANOT": {
      "name": "Argheesh BHANOT",
      "normalized_name": "Argheesh Bhanot",
      "dblp_url": "https://dblp.org/pid/253/6186.html?q=Argheesh+Bhanot",
      "publications": [
        {
          "title": "Spatially Constrained Online Dictionary Learning for Source Separation.",
          "coauthors": []
        },
        {
          "title": "Online dictionary learning for single-subject fMRI data unmixing.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Argheesh%20Bhanot"
    },
    "Sorana CIMPAN": {
      "name": "Sorana CIMPAN",
      "normalized_name": "Sorana Cimpan",
      "dblp_url": "https://dblp.org/pid/365/1866",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Sorana%20Cimpan"
    },
    "Julien BOISSIÈRE": {
      "name": "Julien BOISSIÈRE",
      "normalized_name": "Julien Boissière",
      "dblp_url": "https://dblp.org/pid/54/2799.html?q=Julien+Boissi%C3%A8re",
      "publications": [
        {
          "title": "Application and evaluation of sentence embedding and clustering methods in the context of concept hierarchy construction.",
          "coauthors": []
        },
        {
          "title": "Service network design in short and local fresh food supply chain.",
          "coauthors": []
        },
        {
          "title": "A multi-agent knowledge model for SMEs mechatronic supply chains.",
          "coauthors": []
        },
        {
          "title": "A conceptual model for SMEs mechatronics supply chain.",
          "coauthors": []
        },
        {
          "title": "Multiagent Decision Making For SME Supply Chain Simulation.",
          "coauthors": []
        },
        {
          "title": "Optimal stationary policies in a 3-stage serial production-distribution logistic chain facing constant and continuous demand.",
          "coauthors": []
        }
      ],
      "publication_count": 6,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Julien%20Boissi%C3%A8re"
    },
    "Didier COQUIN": {
      "name": "Didier COQUIN",
      "normalized_name": "Didier Coquin",
      "dblp_url": "https://dblp.org/pid/37/4315.html?q=Didier+Coquin",
      "publications": [
        {
          "title": "A new methodology for solving fuzzy systems of equations: Thick fuzzy sets based approach.",
          "coauthors": []
        },
        {
          "title": "A Multilevel Clustering Method for Risky Areas in the Context of Avalanche Danger Management.",
          "coauthors": []
        },
        {
          "title": "A Global System for Avalanche Risk Assessment.",
          "coauthors": []
        },
        {
          "title": "Interval-valued fuzzy regression: Philosophical and methodological issues.",
          "coauthors": []
        },
        {
          "title": "Thick Fuzzy Sets (TFSs) and Their Potential Use in Uncertain Fuzzy Computations and Modeling.",
          "coauthors": []
        },
        {
          "title": "Evidential two-step tree species recognition approach from leaves and bark.",
          "coauthors": []
        },
        {
          "title": "Assistance via IoT networking cameras and evidence theory for 3D object instance recognition: Application for the NAO humanoid robot.",
          "coauthors": []
        },
        {
          "title": "A possibilistic regression based on gradual interval B-splines: Application for hyperspectral imaging lake sediments.",
          "coauthors": []
        },
        {
          "title": "A decision-making computational methodology for a class of type-2 fuzzy intervals: An interval-based approach.",
          "coauthors": []
        },
        {
          "title": "Correction of Belief Function to Improve the Performances of a Fusion System.",
          "coauthors": []
        },
        {
          "title": "Study of pansharpening methods applied to hyperspectral images of sediment cores (Poster).",
          "coauthors": []
        },
        {
          "title": "Bark and leaf fusion systems to improve automatic tree species recognition.",
          "coauthors": []
        },
        {
          "title": "From fuzzy regression to gradual regression: Interval-based analysis and extensions.",
          "coauthors": []
        },
        {
          "title": "Multi-sensor information fusion: Combination of fuzzy systems and evidence theory approaches in color recognition for the NAO humanoid robot.",
          "coauthors": []
        },
        {
          "title": "An Evidential k-nearest Neighbors Combination Rule for Tree Species Recognition.",
          "coauthors": []
        },
        {
          "title": "Decision method choice in a human posture recognition context.",
          "coauthors": []
        },
        {
          "title": "An evidential system for color recognition using multi-cameras.",
          "coauthors": []
        },
        {
          "title": "Influence of basic belief assignments construction on the behaviour of a fusion system for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "Sub-classification strategies for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "Recognition of Confusing Objects for NAO Robot.",
          "coauthors": []
        },
        {
          "title": "Fusion system based on belief functions theory and approximated belief functions for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "A fusion system for tree species recognition through leaves and barks.",
          "coauthors": []
        },
        {
          "title": "Color Recognition for NAO Robot Using Sugeno Fuzzy System and Evidence.",
          "coauthors": []
        },
        {
          "title": "Combination of Sugeno fuzzy system and evidence theory for NAO robot in colors recognition.",
          "coauthors": []
        },
        {
          "title": "Fusion method choice driven by user constraints in a human gesture recognition context.",
          "coauthors": []
        },
        {
          "title": "Interaction between humans, NAO robot and multiple cameras for colored objects recognition using information fusion.",
          "coauthors": []
        },
        {
          "title": "Leaf margins as sequences: A structural approach to leaf identification.",
          "coauthors": []
        },
        {
          "title": "Leaf Species Classification Based on a Botanical Shape Sub-classifier Strategy.",
          "coauthors": []
        },
        {
          "title": "Understanding leaves in natural images - A model-based approach for tree species identification.",
          "coauthors": []
        },
        {
          "title": "Late Information Fusion for Multi-modality Plant Species Identification.",
          "coauthors": []
        },
        {
          "title": "A model-based approach for compound leaves understanding and identification.",
          "coauthors": []
        },
        {
          "title": "Curvature-Scale-based Contour Understanding for Leaf Margin Shape Recognition and Species Identification.",
          "coauthors": []
        },
        {
          "title": "ReVeS Participation - Tree Species Classification Using Random Forests and Botanical Features.",
          "coauthors": []
        },
        {
          "title": "A Multi Level Evaluation for Fusion System Interaction Improvement.",
          "coauthors": []
        },
        {
          "title": "Integer approximation of 3D chamfer mask coefficients using a scaling factor in anisotropic grids.",
          "coauthors": []
        },
        {
          "title": "Guiding Active Contours for Tree Leaf Segmentation and Identification.",
          "coauthors": []
        },
        {
          "title": "Towards the supervision of a fusion system for 3D image interpretation.",
          "coauthors": []
        },
        {
          "title": "A Parametric Active Polygon for Leaf Segmentation and Shape Estimation.",
          "coauthors": []
        },
        {
          "title": "A Content-Driven System Architecture for Tackling Automatic Cataloging of Animated Movie Databases.",
          "coauthors": []
        },
        {
          "title": "Tackling action-based video abstraction of animated movies for video browsing.",
          "coauthors": []
        },
        {
          "title": "Aggregation evaluation of a fusion system devoted to image interpretation.",
          "coauthors": []
        },
        {
          "title": "Performance Evaluation of a Fusion System Devoted to Image Interpretation.",
          "coauthors": []
        },
        {
          "title": "Lower and Upper Bounds for Scaling Factors Used for Integer Approximation of 3D Anisotropic Chamfer Distance Operator.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Color-Based Approach for Understanding Animated Movies Content in the Indexing Task.",
          "coauthors": []
        },
        {
          "title": "The Cut Detection Issue in the Animation Movie Domain.",
          "coauthors": []
        },
        {
          "title": "Color-Based Content Retrieval of Animation Movies: A Study.",
          "coauthors": []
        },
        {
          "title": "A 3D image-segmented evaluation procedure in a cooperative fusion system context.",
          "coauthors": []
        },
        {
          "title": "Gestures Recognition Based on the Fusion of Hand Positioning and Arm Gestures.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Semantic Action and Color Characterization of Animation Movies in the Video Indexing Task Context.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Color-Based Semantic Characterization of Animation Movies.",
          "coauthors": []
        },
        {
          "title": "Improved Cut Detection for the Segmentation of Animation Movies.",
          "coauthors": []
        },
        {
          "title": "Animation movies trailer computation.",
          "coauthors": []
        },
        {
          "title": "Dynamic Hand Gesture Recognition Using the Skeleton of the Hand.",
          "coauthors": []
        },
        {
          "title": "A New Method to Compute the Distortion Vector Field from Two Images.",
          "coauthors": []
        },
        {
          "title": "Dissimilarity Measures in Color Spaces.",
          "coauthors": []
        },
        {
          "title": "Application of Baddeley's distance to dissimilarity measurement between gray scale images.",
          "coauthors": []
        },
        {
          "title": "Objective metric for colour image comparison.",
          "coauthors": []
        },
        {
          "title": "3D Nonstationary Local Distance Operator.",
          "coauthors": []
        },
        {
          "title": "Quantitative Assessment of Two Skeletonization Algorithms Adapted to Rectangular Grids.",
          "coauthors": []
        },
        {
          "title": "A skeletonization algorithm using chamfer distance transformation adapted to rectangular grids.",
          "coauthors": []
        },
        {
          "title": "Discrete distance operator on rectangular grids.",
          "coauthors": []
        },
        {
          "title": "Pattern recognition by image analysis. application to marine biology.",
          "coauthors": []
        }
      ],
      "publication_count": 62,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Didier%20Coquin"
    },
    "Reda BOUKEZZOULA": {
      "name": "Reda BOUKEZZOULA",
      "normalized_name": "Reda Boukezzoula",
      "dblp_url": "https://dblp.org/pid/45/2781.html?q=Reda+Boukezzoula",
      "publications": [
        {
          "title": "A new methodology for solving fuzzy systems of equations: Thick fuzzy sets based approach.",
          "coauthors": []
        },
        {
          "title": "Interval-valued fuzzy regression: Philosophical and methodological issues.",
          "coauthors": []
        },
        {
          "title": "Thick gradual sets and their computations: Application for determining the uncertain zone explored by an underwater robot.",
          "coauthors": []
        },
        {
          "title": "Thick Fuzzy Sets (TFSs) and Their Potential Use in Uncertain Fuzzy Computations and Modeling.",
          "coauthors": []
        },
        {
          "title": "Evidential two-step tree species recognition approach from leaves and bark.",
          "coauthors": []
        },
        {
          "title": "Assistance via IoT networking cameras and evidence theory for 3D object instance recognition: Application for the NAO humanoid robot.",
          "coauthors": []
        },
        {
          "title": "A possibilistic regression based on gradual interval B-splines: Application for hyperspectral imaging lake sediments.",
          "coauthors": []
        },
        {
          "title": "A decision-making computational methodology for a class of type-2 fuzzy intervals: An interval-based approach.",
          "coauthors": []
        },
        {
          "title": "Correction of Belief Function to Improve the Performances of a Fusion System.",
          "coauthors": []
        },
        {
          "title": "Thick gradual intervals: An alternative interpretation of type-2 fuzzy intervals and its potential use in type-2 fuzzy computations.",
          "coauthors": []
        },
        {
          "title": "From fuzzy regression to gradual regression: Interval-based analysis and extensions.",
          "coauthors": []
        },
        {
          "title": "Multi-sensor information fusion: Combination of fuzzy systems and evidence theory approaches in color recognition for the NAO humanoid robot.",
          "coauthors": []
        },
        {
          "title": "Min and Max Operators for Gradual Intervals.",
          "coauthors": []
        },
        {
          "title": "An Evidential k-nearest Neighbors Combination Rule for Tree Species Recognition.",
          "coauthors": []
        },
        {
          "title": "An evidential system for color recognition using multi-cameras.",
          "coauthors": []
        },
        {
          "title": "Recognition of Confusing Objects for NAO Robot.",
          "coauthors": []
        },
        {
          "title": "Color Recognition for NAO Robot Using Sugeno Fuzzy System and Evidence.",
          "coauthors": []
        },
        {
          "title": "Combination of Sugeno fuzzy system and evidence theory for NAO robot in colors recognition.",
          "coauthors": []
        },
        {
          "title": "Interaction between humans, NAO robot and multiple cameras for colored objects recognition using information fusion.",
          "coauthors": []
        },
        {
          "title": "Extended gradual interval (EGI) arithmetic and its application to gradual weighted averages.",
          "coauthors": []
        },
        {
          "title": "Use of (max, +) algebra for scheduling and optimization of HVLV systems subject to preventive maintenance.",
          "coauthors": []
        },
        {
          "title": "Model Inversion Using Extended Gradual Interval Arithmetic.",
          "coauthors": []
        },
        {
          "title": "Application of a continuous supervisory fuzzy control on a discrete scheduling of manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "A Midpoint-Radius approach to regression with interval data.",
          "coauthors": []
        },
        {
          "title": "Multi-objective supervisory flow control based on fuzzy interval arithmetic: Application for scheduling of manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "Max-plus-linear model-based predictive control for constrained HVLV manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "Model Inversion using Extended Gradual Intervals Arithmetic.",
          "coauthors": []
        },
        {
          "title": "MIN and MAX operators for trapezoidal fuzzy intervals.",
          "coauthors": []
        },
        {
          "title": "Supervisory-based capacity allocation control for manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "A revisited approach to linear fuzzy regression using trapezoidal fuzzy intervals.",
          "coauthors": []
        },
        {
          "title": "Supervisory control based fuzzy interval arithmetic applied for discrete scheduling of manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "Combining climate temperature models through fuzzy interval regression: Application to the La Plata Basin.",
          "coauthors": []
        },
        {
          "title": "Optimistic Arithmetic Operators for Fuzzy and Gradual Intervals - Part I: Interval Approach.",
          "coauthors": []
        },
        {
          "title": "Optimistic Arithmetic Operators for Fuzzy and Gradual Intervals - Part II: Fuzzy and Gradual Interval Approach.",
          "coauthors": []
        },
        {
          "title": "Intelligent distributed and supervised flow control methodology for production systems.",
          "coauthors": []
        },
        {
          "title": "Hierarchical Control of Production Flow based on Capacity Allocation for Real-time Scheduling of Manufacturing Systems.",
          "coauthors": []
        },
        {
          "title": "An Interval Approach for Fuzzy Linear Regression with Imprecise Data.",
          "coauthors": []
        },
        {
          "title": "Optimistic Fuzzy Weighted Average.",
          "coauthors": []
        },
        {
          "title": "Introduction to fuzzy systems, Guanrong Chen, Trung Tat Pham, Chapman & Hall/CRC, Applied Mathematics and Nonlinear Science Series, Taylor & Francis Group, ISBN 1-58488-531-9, 2006, 315p.",
          "coauthors": []
        },
        {
          "title": "Fuzzy piecewise linear regression.",
          "coauthors": []
        },
        {
          "title": "MIN and MAX operators for trapezoidal fuzzy intervals Part I: Formalization and application.",
          "coauthors": []
        },
        {
          "title": "MIN and MAX operators for trapezoidal fuzzy intervals Part II: Analytical expressions proof.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Feedback Linearizing Controller and Its Equivalence With the Fuzzy Nonlinear Internal Model Control Structure.",
          "coauthors": []
        },
        {
          "title": "MIN and MAX Operators for Fuzzy Intervals and Their Potential Use in Aggregation Operators.",
          "coauthors": []
        },
        {
          "title": "Mould Pouring Control based on Absorption Capacity Identification.",
          "coauthors": []
        },
        {
          "title": "Inverse Arithmetic Operators for Fuzzy Intervals.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Supervisory Based Capacity Allocation Control for Manufacturing Systems.",
          "coauthors": []
        },
        {
          "title": "Inverse controller design for fuzzy interval systems.",
          "coauthors": []
        },
        {
          "title": "An Educational Tool for Fuzzy Control.",
          "coauthors": []
        },
        {
          "title": "Supervision of adaptive fuzzy controllers for manufacturing systems.",
          "coauthors": []
        },
        {
          "title": "M. Margaliot and G. Langholz, Editors, New Approaches to Fuzzy Modeling and Control - Design and Analysis, in: Series in Machine Perception and Artificial Intelligence, vol. 38, World Scientific, Singapore (2000) ISBN 981-02-4334-0, 185pp.",
          "coauthors": []
        },
        {
          "title": "Exact solving of the fuzzy equation: A.X2 + B.X = C.",
          "coauthors": []
        },
        {
          "title": "Exact solving for a class of second order fuzzy equation.",
          "coauthors": []
        },
        {
          "title": "Explicit analytical formulation and exact inversion of decomposable fuzzy systems with singleton consequents.",
          "coauthors": []
        },
        {
          "title": "Observer-based fuzzy adaptive control for a class of nonlinear systems: real-time implementation for a robot wrist.",
          "coauthors": []
        },
        {
          "title": "Fuzzy control for fuzzy interval systems part II: application to inverse model based control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy control for fuzzy interval systems part I: solving first order fuzzy equations.",
          "coauthors": []
        },
        {
          "title": "Nonlinear internal model control: application of inverse model based fuzzy control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy adaptive linearizing control for non-affine systems.",
          "coauthors": []
        },
        {
          "title": "Fuzzy linearizing control approach for a class of nonlinear discrete-time systems and its equivalence with internal model control structure.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Nonlinear Adaptive Internal Model Control (FNAIMC).",
          "coauthors": []
        },
        {
          "title": "Fuzzy adaptive control for nonlinear systems. Real-time implementation for a robot wrist.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Robust Control for Discrete-Time Nonlinear Systems Using Input-Output Linearization and H_ Optimization.",
          "coauthors": []
        },
        {
          "title": "Fuzzy nonlinear adaptive internal model control (FNAIMC) part I: Fuzzy model identification.",
          "coauthors": []
        },
        {
          "title": "Fuzzy nonlinear adaptive internal model control (FNAIMC) part II: Fuzzy model inversion.",
          "coauthors": []
        },
        {
          "title": "Fuzzy learning control of nonlinear systems using input-output linearization.",
          "coauthors": []
        }
      ],
      "publication_count": 66,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Reda%20Boukezzoula"
    },
    "Luc DAMAS": {
      "name": "Luc DAMAS",
      "normalized_name": "Luc Damas",
      "dblp_url": "https://dblp.org/pid/89/79",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Luc%20Damas"
    },
    "Vincent COUTURIER": {
      "name": "Vincent COUTURIER",
      "normalized_name": "Vincent Couturier",
      "dblp_url": "https://dblp.org/pid/93/4924.html?q=Vincent+Couturier",
      "publications": [
        {
          "title": "Patterns d'Analyse pour l'Ingénierie de Systèmes d'Information ? base d'Agents : Une Application au Domaine du Transport.",
          "coauthors": []
        },
        {
          "title": "Engineering Agent-based Information Systems - A Case Study of Automatic Contract Net Systems.",
          "coauthors": []
        },
        {
          "title": "Patterns d'analyse pour l'ingénierie des systèmes multi-agents (présentation courte).",
          "coauthors": []
        },
        {
          "title": "Can Styles Improve Architectural Pattern Reuse?",
          "coauthors": []
        },
        {
          "title": "Un système de patterns dédié à l'analyse, à la conception et à l'implémentation des systèmes d'information coopératifs.",
          "coauthors": []
        },
        {
          "title": "Un système de patterns dédié à l'analyse, à la conception et à l'implémentation des Systèmes d'Information Coopératifs.",
          "coauthors": []
        },
        {
          "title": "Patterns d'analyse pour l'ingénierie des systèmes d'information coopératifs.",
          "coauthors": []
        },
        {
          "title": "Un modèle de domaine de la coopération de systèmes d'information.",
          "coauthors": []
        },
        {
          "title": "Une approche orientée patterns de la coopération de systèmes d'information.",
          "coauthors": []
        },
        {
          "title": "Patterns de coopération de systèmes d'information.",
          "coauthors": []
        },
        {
          "title": "Patterns and Components to Capitalize and Reuse a Cooperative Information System Architecture.",
          "coauthors": []
        },
        {
          "title": "Coopération d'objets pour la résolution de requêtes multibases.",
          "coauthors": []
        }
      ],
      "publication_count": 12,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Vincent%20Couturier"
    },
    "Yves DUMOND": {
      "name": "Yves DUMOND",
      "normalized_name": "Yves Dumond",
      "dblp_url": "https://dblp.org/pid/133/7434.html?q=Yves+Dumond",
      "publications": [
        {
          "title": "An Applied Step In Forest Fire Spread Modelling.",
          "coauthors": []
        },
        {
          "title": "Forest fire growth modelling with geographical information fusion.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Yves%20Dumond"
    },
    "Antoine LAVAULT": {
      "name": "Antoine LAVAULT",
      "normalized_name": "Antoine Lavault",
      "dblp_url": "https://dblp.org/pid/317/7126",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Antoine%20Lavault"
    },
    "Guillaume GINOLHAC": {
      "name": "Guillaume GINOLHAC",
      "normalized_name": "Guillaume Ginolhac",
      "dblp_url": "https://dblp.org/pid/07/2435.html?q=Guillaume+Ginolhac",
      "publications": [
        {
          "title": "Robust Sequential Phase Estimation Using Multi-Temporal SAR Image Series.",
          "coauthors": []
        },
        {
          "title": "Classification of Buried Objects From Ground Penetrating Radar Images by Using Second-Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Covariance Fitting Interferometric Phase Linking: Modular Framework and Optimization Algorithms.",
          "coauthors": []
        },
        {
          "title": "Through the Wall Radar Imaging via Kronecker-structured Huber-type RPCA.",
          "coauthors": []
        },
        {
          "title": "Online change detection in SAR time-series with Kronecker product structured scaled Gaussian models.",
          "coauthors": []
        },
        {
          "title": "Intrinsic Bayesian Cramér-Rao Bound With an Application to Covariance Matrix Estimation.",
          "coauthors": []
        },
        {
          "title": "A New Statistic for Testing Covariance Equality in High-Dimensional Gaussian Low-Rank Models.",
          "coauthors": []
        },
        {
          "title": "Deep Unrolling of Robust PCA and Convolutional Sparse Coding for Stationary Target Localization in Through Wall Radar Imaging.",
          "coauthors": []
        },
        {
          "title": "Through-The-Wall Radar Imaging With Wall Clutter Removal Via Riemannian Optimization On The Fixed-Rank Manifold.",
          "coauthors": []
        },
        {
          "title": "Random matrix theory improved Fréchet mean of symmetric positive definite matrices.",
          "coauthors": []
        },
        {
          "title": "Buried Object Classification from GPR Data by using Second Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Sequential Phase Linking : Progressive Integration of SAR Images for Operational Phase Estimation.",
          "coauthors": []
        },
        {
          "title": "Random matrix theory improved Fréchet mean of symmetric positive definite matrices.",
          "coauthors": []
        },
        {
          "title": "Classification of Buried Objects from Ground Penetrating Radar Images by using Second Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "New Robust Sparse Convolutional Coding Inversion Algorithm for Ground Penetrating Radar Images.",
          "coauthors": []
        },
        {
          "title": "Robust Phase Linking in InSAR.",
          "coauthors": []
        },
        {
          "title": "Riemannian Optimization for Non-Centered Mixture of Scaled Gaussian Distributions.",
          "coauthors": []
        },
        {
          "title": "Covariance fitting based InSAR Phase Linking.",
          "coauthors": []
        },
        {
          "title": "The Fisher-Rao geometry of CES distributions.",
          "coauthors": []
        },
        {
          "title": "Natural Bayesian Cramér-Rao Bound with an Application to Covariance Estimation.",
          "coauthors": []
        },
        {
          "title": "Robust low-rank covariance matrix estimation with a general pattern of missing values.",
          "coauthors": []
        },
        {
          "title": "Robust Geometric Metric Learning.",
          "coauthors": []
        },
        {
          "title": "Robust PCA for Through-the-Wall Radar Imaging.",
          "coauthors": []
        },
        {
          "title": "On the Use of Geodesic Triangles between Gaussian Distributions for Classification Problems.",
          "coauthors": []
        },
        {
          "title": "A New Phase Linking Algorithm for Multi-temporal InSAR based on the Maximum Likelihood Estimator.",
          "coauthors": []
        },
        {
          "title": "Classification of GPR Signals Via Covariance Pooling on CNN Features Within a Riemannian Framework.",
          "coauthors": []
        },
        {
          "title": "Robust Geometric Metric Learning.",
          "coauthors": []
        },
        {
          "title": "Riemannian optimization for non-centered mixture of scaled Gaussian distributions.",
          "coauthors": []
        },
        {
          "title": "MIMO filters based on robust rank-constrained Kronecker covariance matrix estimation.",
          "coauthors": []
        },
        {
          "title": "Robust mean and covariance matrix estimation under heterogeneous mixed-effects model with missing values.",
          "coauthors": []
        },
        {
          "title": "A Riemannian Framework for Low-Rank Structured Elliptical Models.",
          "coauthors": []
        },
        {
          "title": "Probabilistic PCA From Heteroscedastic Signals: Geometric Framework and Application to Clustering.",
          "coauthors": []
        },
        {
          "title": "On-line Kronecker Product Structured Covariance Estimation with Riemannian geometry for t-distributed data.",
          "coauthors": []
        },
        {
          "title": "A Tyler-Type Estimator of Location and Scatter Leveraging Riemannian Optimization.",
          "coauthors": []
        },
        {
          "title": "On Change Detection for Polsar Image Time Series: A New Clustering Approach.",
          "coauthors": []
        },
        {
          "title": "Change Detection in The Covariance Structure of High-Dimensional Gaussian Low-Rank Models.",
          "coauthors": []
        },
        {
          "title": "Riemannian geometry for compound Gaussian distributions: Application to recursive change detection.",
          "coauthors": []
        },
        {
          "title": "Robust Low-Rank Change Detection for Multivariate SAR Image Time Series.",
          "coauthors": []
        },
        {
          "title": "A Riemannian approach to blind separation of t-distributed sources.",
          "coauthors": []
        },
        {
          "title": "Riemannian Geometry and Cramér-rao Bound for Blind Separation of Gaussian Sources.",
          "coauthors": []
        },
        {
          "title": "Riemannian Framework for Robust Covariance Matrix Estimation in Spiked Models.",
          "coauthors": []
        },
        {
          "title": "Riemannian geometry for Compound Gaussian distributions: application to recursive change detection.",
          "coauthors": []
        },
        {
          "title": "Intrinsic Cramér-Rao Bounds for Scatter and Shape Matrices Estimation in CES Distributions.",
          "coauthors": []
        },
        {
          "title": "Performance of the Low-Rank Adaptive Normalized Matched Filter Test Under a Large Dimension Regime.",
          "coauthors": []
        },
        {
          "title": "Theoretical Performance of Low Rank Adaptive Filters in the Large Dimensional Regime.",
          "coauthors": []
        },
        {
          "title": "Design of New Wavelet Packets Adapted to High-Resolution SAR Images With an Application to Target Detection.",
          "coauthors": []
        },
        {
          "title": "New Robust Statistics for Change Detection in Time Series of Multivariate SAR Images.",
          "coauthors": []
        },
        {
          "title": "Performance Analysis of a Low-Rank Detector Under Training Data Contamination.",
          "coauthors": []
        },
        {
          "title": "Designing Sar Images Change-point Estimation Strategies Using an Mse Lower Bound.",
          "coauthors": []
        },
        {
          "title": "An Improved Low Rank Detector in the High Dimensional Regime.",
          "coauthors": []
        },
        {
          "title": "Random Matrix Improved Covariance Estimation for a Large Class of Metrics.",
          "coauthors": []
        },
        {
          "title": "Robust Low-Rank Change Detection for Sar Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Random Matrix Improved Covariance Estimation for a Large Class of Metrics.",
          "coauthors": []
        },
        {
          "title": "New Low-Rank Filters for MIMO-STAP Based on an Orthogonal Tensorial Decomposition.",
          "coauthors": []
        },
        {
          "title": "Detection of Swerling III-IV rank-one signals in Gaussian noise with unknown statistics.",
          "coauthors": []
        },
        {
          "title": "Robust Detection and Estimation of Change-Points in a Time Series of Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "A Robust Change Detector for Highly Heterogeneous Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "Robust adaptive detection of buried pipes using GPR.",
          "coauthors": []
        },
        {
          "title": "Multivariate change detection on high resolution monovariate SAR image using linear time-frequency analysis.",
          "coauthors": []
        },
        {
          "title": "A subspace approach for shrinkage parameter selection in undersampled configuration for Regularised Tyler Estimators.",
          "coauthors": []
        },
        {
          "title": "Multivariate Linear Time-Frequency modeling and adaptive robust target detection in highly textured monovariate SAR image.",
          "coauthors": []
        },
        {
          "title": "Derivation of the theoretical performance of a Tensor MUSIC algorithm.",
          "coauthors": []
        },
        {
          "title": "Approximate distribution of the low-rank adaptive normalized matched filter test statistic under the null hypothesis.",
          "coauthors": []
        },
        {
          "title": "Low-Complexity Algorithms for Low Rank Clutter Parameters Estimation in Radar Systems.",
          "coauthors": []
        },
        {
          "title": "Robust Covariance Matrix Estimation in Heterogeneous Low Rank Context.",
          "coauthors": []
        },
        {
          "title": "Robust rank constrained kronecker covariance matrix estimation.",
          "coauthors": []
        },
        {
          "title": "Robust adaptive detection of buried pipes using GPR.",
          "coauthors": []
        },
        {
          "title": "A robust signal subspace estimator.",
          "coauthors": []
        },
        {
          "title": "Clutter Subspace Estimation in Low Rank Heterogeneous Noise Context.",
          "coauthors": []
        },
        {
          "title": "Asymptotic performance of the Low Rank Adaptive Normalized Matched Filter in a large dimensional regime.",
          "coauthors": []
        },
        {
          "title": "Multivariate statistical modeling for multi-temporal SAR change detection using wavelet transforms.",
          "coauthors": []
        },
        {
          "title": "Low-rank filter and detector for multidimensional data based on an alternative unfolding HOSVD: application to polarimetric STAP.",
          "coauthors": []
        },
        {
          "title": "Exploiting persymmetry for low-rank Space Time Adaptive Processing.",
          "coauthors": []
        },
        {
          "title": "New SAR target imaging algorithm based on oblique projection for clutter reduction.",
          "coauthors": []
        },
        {
          "title": "New SAR Algorithm Based on Orthogonal Projections for MMT Detection and Interference Reduction.",
          "coauthors": []
        },
        {
          "title": "Robust estimation of the clutter subspace for a Low Rank heterogeneous noise under high Clutter to Noise Ratio assumption.",
          "coauthors": []
        },
        {
          "title": "CFAR property and robustness of the lowrank adaptive normalized matched filters detectors in low rank compound gaussian context.",
          "coauthors": []
        },
        {
          "title": "Performance of Two Low-Rank STAP Filters in a Heterogeneous Noise.",
          "coauthors": []
        },
        {
          "title": "Multidimensional low-rank filter based on the AU-HOSVD for MIMO STAP.",
          "coauthors": []
        },
        {
          "title": "Numerical performance of a tensor MUSIC algorithm based on HOSVD for a mixture of polarized sources.",
          "coauthors": []
        },
        {
          "title": "Maximum likelihood estimation of clutter subspace in non homogeneous noise context.",
          "coauthors": []
        },
        {
          "title": "Random matrix theory applied to low rank stap detection.",
          "coauthors": []
        },
        {
          "title": "Multistatic and Multiple Frequency Imaging Resolution Analysis¿Application to GPS-Based Multistatic Radar.",
          "coauthors": []
        },
        {
          "title": "Derivation of the Bias of the Normalized Sample Covariance Matrix in a Heterogeneous Noise With Application to Low Rank STAP Filter.",
          "coauthors": []
        },
        {
          "title": "Exploiting persymmetry for Low-Rank Space Time Adaptive Processing.",
          "coauthors": []
        },
        {
          "title": "A new tool for multidimensional low-rank STAP filter: Cross HOSVDs.",
          "coauthors": []
        },
        {
          "title": "Low Rank Tensor STAP filter based on multilinear SVD.",
          "coauthors": []
        },
        {
          "title": "Back Projection Version of Subspace Detector SAR Processors.",
          "coauthors": []
        },
        {
          "title": "Traitement STAP et modélisation SIRV : robustesse et persymétrie.",
          "coauthors": []
        },
        {
          "title": "STAP à rang réduit, robuste et persymétrique.",
          "coauthors": []
        },
        {
          "title": "Generalized rectification in the L1-norm with application to robust array processing.",
          "coauthors": []
        },
        {
          "title": "Performances of polarimetric subspace SAR processors for target detection and interference rejection.",
          "coauthors": []
        },
        {
          "title": "Contribution of the polarimetric information in order to discriminate target from interference subspaces. Application to FoPen detection with SAR processing.",
          "coauthors": []
        },
        {
          "title": "Multifrequency and Multistatic Inverse Synthetic Aperture Radar, with Application to FM Passive Radar.",
          "coauthors": []
        },
        {
          "title": "Performance analysis of a Robust Low-Rank STAP filter in low-rank Gaussian clutter.",
          "coauthors": []
        },
        {
          "title": "Orthogonal polarimetric SAR processor based on signal and interference subspace models.",
          "coauthors": []
        },
        {
          "title": "Oblique polarimetric SAR processor based on signal and interference subspace models.",
          "coauthors": []
        },
        {
          "title": "A procedure for efficient estimation of multiple parameters in some nonlinear cases.",
          "coauthors": []
        },
        {
          "title": "Spatio-temporal adaptive detector in non-homogeneous and low-rank clutter.",
          "coauthors": []
        },
        {
          "title": "New polarimetric signal subspace detectors for SAR processors.",
          "coauthors": []
        },
        {
          "title": "Multistatic Scenarios for a GPS SAR System.",
          "coauthors": []
        },
        {
          "title": "SAR Processor based on a CFAR Signal or Interference Subspace Detector Matched to Man Made Target Detection in a Forest.",
          "coauthors": []
        },
        {
          "title": "New SAR processor based on a subspace detector.",
          "coauthors": []
        },
        {
          "title": "Man Made Target Detection in a Forest with a Subspace Detector SAR Processor.",
          "coauthors": []
        },
        {
          "title": "Computation of bistatic RCS with NEC2 in a context of passive ISAR system.",
          "coauthors": []
        },
        {
          "title": "Three-mode data set analysis using higher order subspace method: application to sonar and seismo-acoustic signal processing.",
          "coauthors": []
        }
      ],
      "publication_count": 106,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Guillaume%20Ginolhac"
    },
    "Marc-Philippe HUGET": {
      "name": "Marc-Philippe HUGET",
      "normalized_name": "Marc-Philippe Huget",
      "dblp_url": "https://dblp.org/pid/82/6378.html?q=Marc-Philippe+Huget",
      "publications": [
        {
          "title": "Agent-Oriented Software Engineering Reloaded.",
          "coauthors": []
        },
        {
          "title": "Modeling Adaptive Software Systems.",
          "coauthors": []
        },
        {
          "title": "Agent Communication.",
          "coauthors": []
        },
        {
          "title": "Aligning Security and Privacy to Support the Development of Secure Information Systems.",
          "coauthors": []
        },
        {
          "title": "Patterns d'Analyse pour l'Ingénierie de Systèmes d'Information ? base d'Agents : Une Application au Domaine du Transport.",
          "coauthors": []
        },
        {
          "title": "A feature model of actor, agent, and object programming languages.",
          "coauthors": []
        },
        {
          "title": "Engineering Agent-based Information Systems - A Case Study of Automatic Contract Net Systems.",
          "coauthors": []
        },
        {
          "title": "Patterns d'analyse pour l'ingénierie des systèmes multi-agents (présentation courte).",
          "coauthors": []
        },
        {
          "title": "Ordonnancement parallèle de simulations orientées agent Une approche basée sur l'analyse des dépendances temporelles des influences et perceptions.",
          "coauthors": []
        },
        {
          "title": "Recursive multi-agent system for dynamic and adaptative web services composition.",
          "coauthors": []
        },
        {
          "title": "Reconfiguration of Distributed Information Fusion System ? A case study.",
          "coauthors": []
        },
        {
          "title": "Executing ultra-large software systems with multiagent systems.",
          "coauthors": []
        },
        {
          "title": "Analyse des dépendances temporelles des influences et perceptions pour l'exécution distribuée de simulations orientées agent.",
          "coauthors": []
        },
        {
          "title": "Mercury: a platform for the execution of multiagent systems.",
          "coauthors": []
        },
        {
          "title": "Integrating OPC Data into GSN Infrastructures.",
          "coauthors": []
        },
        {
          "title": "Model Checking for Multiagent Systems: the Mable Language and its Applications.",
          "coauthors": []
        },
        {
          "title": "An approach for Multi-Agent metamodelling.",
          "coauthors": []
        },
        {
          "title": "Toile SMA pour la distribution de simulations larges échelles.",
          "coauthors": []
        },
        {
          "title": "Systemes Multi-Agents, Articulation entre l'individuel et le collectif - JFSMA 2006 - Quatorzieme journees francophones sur les systemes multi-agents, Annecy, France, October 18-20, 2006.",
          "coauthors": []
        },
        {
          "title": "Agent Communication, International Workshop on Agent Communication, AC 2004, New York, NY, USA, July 19, 2004, Revised Selected and Invited Papers.",
          "coauthors": []
        },
        {
          "title": "Modelling web service composition with UML 2.0.",
          "coauthors": []
        },
        {
          "title": "Agent UML Notation for Multiagent System Design.",
          "coauthors": []
        },
        {
          "title": "First Steps Towards Multi-party Communication.",
          "coauthors": []
        },
        {
          "title": "Representing Agent Interaction Protocols with Agent UML.",
          "coauthors": []
        },
        {
          "title": "Representing Agent Interaction Protocols with Agent UML.",
          "coauthors": []
        },
        {
          "title": "Evaluating Multiagent Systems: A Record/Replay Approach.",
          "coauthors": []
        },
        {
          "title": "Interaction Protocol Design: Application to an Agent-Based Teleteaching Project.",
          "coauthors": []
        },
        {
          "title": "Model Checking for ACL Compliance Verification.",
          "coauthors": []
        },
        {
          "title": "Modularity in Interaction Protocols.",
          "coauthors": []
        },
        {
          "title": "Interaction Protocol Engineering.",
          "coauthors": []
        },
        {
          "title": "Design Agent Interaction as a Service to Agents.",
          "coauthors": []
        },
        {
          "title": "Model checking for ACL compliance verification.",
          "coauthors": []
        },
        {
          "title": "Requirement Analysis for Interaction Protocols.",
          "coauthors": []
        },
        {
          "title": "Communication in Multiagent Systems, Agent Communication Languages and Conversation Policies.",
          "coauthors": []
        },
        {
          "title": "An Application of Agent UML to Supply Chain Management.",
          "coauthors": []
        },
        {
          "title": "Extending Agent UML Sequence Diagrams.",
          "coauthors": []
        },
        {
          "title": "Model checking multi-agent systems with MABLE.",
          "coauthors": []
        },
        {
          "title": "Une application d'Agent UML à la gestion de chaîne logistique.",
          "coauthors": []
        },
        {
          "title": "Ingénierie des protocoles d'interaction pour les systèmes multi-agents.",
          "coauthors": []
        },
        {
          "title": "Agent UML Class Diagrams Revisited.",
          "coauthors": []
        },
        {
          "title": "Extended Modeling Languages for Interaction Protocol Design.",
          "coauthors": []
        },
        {
          "title": "A Semi-Formal Specification Language Dedicated to Interaction Protocols.",
          "coauthors": []
        }
      ],
      "publication_count": 42,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Marc-Philippe%20Huget"
    },
    "Christophe LIN KWONG CHON": {
      "name": "Christophe LIN KWONG CHON",
      "normalized_name": "Christophe LIN KWONG Chon",
      "dblp_url": "https://dblp.org/pid/244/0060.html?q=Christophe+LIN+KWONG+Chon",
      "publications": [
        {
          "title": "Using Deep Learning for Glacier Thickness Estimation at a Regional Scale.",
          "coauthors": []
        },
        {
          "title": "Supervised Classification for Analysis of Cryospheric Zones Using SAR Statistical Timeseries.",
          "coauthors": []
        },
        {
          "title": "Deep learning multimodal methods for geophysical inversion : application to glacier ice thickness estimation.",
          "coauthors": []
        },
        {
          "title": "A review of adaptive neural control applied to proton exchange membrane fuel cell systems.",
          "coauthors": []
        }
      ],
      "publication_count": 4,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Christophe%20LIN%20KWONG%20Chon"
    },
    "Faiza LOUKIL": {
      "name": "Faiza LOUKIL",
      "normalized_name": "Faiza Loukil",
      "dblp_url": "https://dblp.org/pid/201/3945.html?q=Faiza+Loukil",
      "publications": [
        {
          "title": "A blockchain-based framework for circular end-of-life vehicle processing.",
          "coauthors": []
        },
        {
          "title": "Strategic Integration of Context for Fine-Tuning Topic Model Performance.",
          "coauthors": []
        },
        {
          "title": "LLM-centric pipeline for information extraction from invoices.",
          "coauthors": []
        },
        {
          "title": "Machine Learning for Text Anomaly Detection: A Systematic Review.",
          "coauthors": []
        },
        {
          "title": "Data Distribution Impact on Preserving Privacy in Centralized and Decentralized Learning.",
          "coauthors": []
        },
        {
          "title": "A Clustering Approach Combining Lines and Text Detection for Table Extraction.",
          "coauthors": []
        },
        {
          "title": "Early Detection of Diabetes Mellitus Using Differentially Private SGD in Federated Learning.",
          "coauthors": []
        },
        {
          "title": "BELONG: Blockchain basEd pLatform fOr donation & social project fuNdinG.",
          "coauthors": []
        },
        {
          "title": "Blockchain adoption in education: a systematic literature review.",
          "coauthors": []
        },
        {
          "title": "Blockchain smart contracts: Applications, challenges, and future trends.",
          "coauthors": []
        },
        {
          "title": "Privacy-Preserving IoT Data Aggregation Based on Blockchain and Homomorphic Encryption.",
          "coauthors": []
        },
        {
          "title": "Data Privacy Based on IoT Device Behavior Control Using Blockchain.",
          "coauthors": []
        },
        {
          "title": "Decentralized collaborative business process execution using blockchain.",
          "coauthors": []
        },
        {
          "title": "PATRIoT: A Data Sharing Platform for IoT Using a Service-Oriented Approach Based on Blockchain.",
          "coauthors": []
        },
        {
          "title": "Towards a new data privacy-based approach for IoT. (Vers une nouvelle approche respectant la vie privée des données issues des objets connectés).",
          "coauthors": []
        },
        {
          "title": "LIoPY: A Legal Compliant Ontology to Preserve Privacy for the Internet of Things.",
          "coauthors": []
        },
        {
          "title": "Semantic IoT Gateway: Towards Automated Generation of Privacy-Preserving Smart Contracts in the Internet of Things.",
          "coauthors": []
        },
        {
          "title": "Towards an End-to-End IoT Data Privacy-Preserving Framework Using Blockchain Technology.",
          "coauthors": []
        },
        {
          "title": "Privacy-Aware in the IoT Applications: A Systematic Literature Review.",
          "coauthors": []
        },
        {
          "title": "AntiPattren-based cloud ontology evaluation.",
          "coauthors": []
        }
      ],
      "publication_count": 20,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Faiza%20Loukil"
    },
    "Yassine MHIRI": {
      "name": "Yassine MHIRI",
      "normalized_name": "Yassine Mhiri",
      "dblp_url": "https://dblp.org/pid/308/3610.html?q=Yassine+Mhiri",
      "publications": [
        {
          "title": "Unrolled expectation maximization algorithm for radio interferometric imaging in presence of non Gaussian interferences.",
          "coauthors": []
        },
        {
          "title": "Regularized maximum likelihood estimation for radio interferometric imaging in the presence of radiofrequency interferences.",
          "coauthors": []
        },
        {
          "title": "Hyperspectral Signal Reconstruction from Interferometric Measurements with Enriched Fourier Bases.",
          "coauthors": []
        },
        {
          "title": "Unrolled Expectation Maximization for Sparse Radio Interferometric Imaging.",
          "coauthors": []
        },
        {
          "title": "Multifrequency array calibration in presence of radio frequency interferences.",
          "coauthors": []
        },
        {
          "title": "A Robust EM Algorithm for Radio Interferometric Imaging in The Presence of Outliers.",
          "coauthors": []
        },
        {
          "title": "Expectation-Maximization Based Direction of Arrival Estimation Under a Mixture of Noise.",
          "coauthors": []
        }
      ],
      "publication_count": 7,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Yassine%20Mhiri"
    },
    "Nicolas MEGER": {
      "name": "Nicolas MEGER",
      "normalized_name": "Nicolas Meger",
      "dblp_url": "https://dblp.org/pid/50/4339.html?q=Nicolas+Meger",
      "publications": [
        {
          "title": "On joint parameterizations of linear and nonlinear functionals in neural networks.",
          "coauthors": []
        },
        {
          "title": "Channel-Based Attention for Land Cover Classification using Sentinel-2 Time Series.",
          "coauthors": []
        },
        {
          "title": "Parametric Rectified Power Sigmoid Units: Learning Nonlinear Neural Transfer Analytical Forms.",
          "coauthors": []
        },
        {
          "title": "Channel-Based Attention for LCC Using Sentinel-2 Time Series.",
          "coauthors": []
        },
        {
          "title": "Ranking evolution maps for Satellite Image Time Series exploration: application to crustal deformation and environmental monitoring.",
          "coauthors": []
        },
        {
          "title": "A Pattern-Based Mining System for Exploring Displacement Field Time Series.",
          "coauthors": []
        },
        {
          "title": "A Pattern-Based Method For Handling Confidence Measures While Mining Satellite Displacement Field Time Series: Application to Greenland Ice Sheet and Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "Finding Complementary and Reliable Patterns in Displacement Field Time Series of Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "Handling coherence measures of displacement field time series: Application to Greenland ice sheet glaciers.",
          "coauthors": []
        },
        {
          "title": "SITS-P2miner: Pattern-Based Mining of Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "A swap randomization approach for mining motion field time series over the Argentiere glacier.",
          "coauthors": []
        },
        {
          "title": "Swap Randomization of Bases of Sequences for Mining Satellite Image Times Series.",
          "coauthors": []
        },
        {
          "title": "Iterative summarization of satellite image time series.",
          "coauthors": []
        },
        {
          "title": "Motifs séquentiels pour la description de séries temporelles d'images satellitaires et la prévision d'événements.",
          "coauthors": []
        },
        {
          "title": "Editorial.",
          "coauthors": []
        },
        {
          "title": "Efficient Spatio-temporal Mining of Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "Forecasting Failures in a Data Stream Context Application to Vacuum Pumping System Prognosis.",
          "coauthors": []
        },
        {
          "title": "EFIDIR : extraction et fusion d'informations pour la mesure de déplacements par imagerie radar.",
          "coauthors": []
        },
        {
          "title": "Unsupervised Spatiotemporal Mining of Satellite Image Time Series Using Grouped Frequent Sequential Patterns.",
          "coauthors": []
        },
        {
          "title": "Polsar RADARSAT-2 Satellite Image Time Series mining over the Chamonix Mont-Blanc test site.",
          "coauthors": []
        },
        {
          "title": "Mining Pixel Evolutions in Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "Data-Driven Prognosis Applied to Complex Vacuum Pumping Systems.",
          "coauthors": []
        },
        {
          "title": "Extraction of frequent grouped sequential patterns from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Episode Rule-Based Prognosis Applied to Complex Vacuum Pumping Systems Using Vibratory Data.",
          "coauthors": []
        },
        {
          "title": "On Extracting Evolutions from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Extraction de motifs séquentiels fréquents sous contraintes dans des données contenant des répétitions consécutives.",
          "coauthors": []
        },
        {
          "title": "Constraint-Based Mining of Episode Rules and Optimal Window Sizes.",
          "coauthors": []
        },
        {
          "title": "Integrity Constraints over Association Rules.",
          "coauthors": []
        },
        {
          "title": "Association Maps as Integrity Constraints in Inductive Databases.",
          "coauthors": []
        }
      ],
      "publication_count": 29,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Nicolas%20Meger"
    },
    "Ammar MIAN": {
      "name": "Ammar MIAN",
      "normalized_name": "Ammar Mian",
      "dblp_url": "https://dblp.org/pid/226/5451.html?q=Ammar+Mian",
      "publications": [
        {
          "title": "Classification of Buried Objects From Ground Penetrating Radar Images by Using Second-Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Online change detection in SAR time-series with Kronecker product structured scaled Gaussian models.",
          "coauthors": []
        },
        {
          "title": "Renyi Divergences Learning for explainable classification of SAR Image Pairs.",
          "coauthors": []
        },
        {
          "title": "Random matrix theory improved Fréchet mean of symmetric positive definite matrices.",
          "coauthors": []
        },
        {
          "title": "Buried Object Classification from GPR Data by using Second Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Random matrix theory improved Fréchet mean of symmetric positive definite matrices.",
          "coauthors": []
        },
        {
          "title": "Classification of Buried Objects from Ground Penetrating Radar Images by using Second Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "New Robust Sparse Convolutional Coding Inversion Algorithm for Ground Penetrating Radar Images.",
          "coauthors": []
        },
        {
          "title": "Learning Graphical Factor Models with Riemannian Optimization.",
          "coauthors": []
        },
        {
          "title": "Riemannian Classification of EEG Signals with Missing Values.",
          "coauthors": []
        },
        {
          "title": "Classification of GPR Signals Via Covariance Pooling on CNN Features Within a Riemannian Framework.",
          "coauthors": []
        },
        {
          "title": "Learning Graphical Factor Models with Riemannian Optimization.",
          "coauthors": []
        },
        {
          "title": "On-line Kronecker Product Structured Covariance Estimation with Riemannian geometry for t-distributed data.",
          "coauthors": []
        },
        {
          "title": "Riemannian classification of EEG signals with missing values.",
          "coauthors": []
        },
        {
          "title": "Riemannian geometry for compound Gaussian distributions: Application to recursive change detection.",
          "coauthors": []
        },
        {
          "title": "Robust Low-Rank Change Detection for Multivariate SAR Image Time Series.",
          "coauthors": []
        },
        {
          "title": "A Comparative Study of Supervised Learning Algorithms for Symmetric Positive Definite Features.",
          "coauthors": []
        },
        {
          "title": "Block-Wise Minimization-Majorization Algorithm for Huber'S Criterion: Sparse Learning and Applications.",
          "coauthors": []
        },
        {
          "title": "Riemannian geometry for Compound Gaussian distributions: application to recursive change detection.",
          "coauthors": []
        },
        {
          "title": "Block-wise Minimization-Majorization algorithm for Huber's criterion: sparse learning and applications.",
          "coauthors": []
        },
        {
          "title": "Detection Methods Based on Structured Covariance Matrices for Multivariate SAR Images Processing.",
          "coauthors": []
        },
        {
          "title": "Design of New Wavelet Packets Adapted to High-Resolution SAR Images With an Application to Target Detection.",
          "coauthors": []
        },
        {
          "title": "New Robust Statistics for Change Detection in Time Series of Multivariate SAR Images.",
          "coauthors": []
        },
        {
          "title": "Designing Sar Images Change-point Estimation Strategies Using an Mse Lower Bound.",
          "coauthors": []
        },
        {
          "title": "Robust Low-Rank Change Detection for Sar Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Robust Detection and Estimation of Change-Points in a Time Series of Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "A Robust Change Detector for Highly Heterogeneous Multivariate Images.",
          "coauthors": []
        },
        {
          "title": "Multivariate change detection on high resolution monovariate SAR image using linear time-frequency analysis.",
          "coauthors": []
        }
      ],
      "publication_count": 28,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Ammar%20Mian"
    },
    "Sébastien MONNET": {
      "name": "Sébastien MONNET",
      "normalized_name": "Sébastien Monnet",
      "dblp_url": "https://dblp.org/pid/43/1393.html?q=S%C3%A9bastien+Monnet",
      "publications": [
        {
          "title": "Falafels: A Tool for Estimating Federated Learning Energy Consumption via Discrete Simulation.",
          "coauthors": []
        },
        {
          "title": "Ontology Alignment: First Step towards Voice Control for Smart-Home Assistive Scenarios.",
          "coauthors": []
        },
        {
          "title": "The Burden of Time on a Large-Scale Data Management Service.",
          "coauthors": []
        },
        {
          "title": "Big Data Tools: Interoperability Study and Performance Testing.",
          "coauthors": []
        },
        {
          "title": "Learning suitable data representation for credit card fraud detection algorithms.",
          "coauthors": []
        },
        {
          "title": "A Graph Matching Algorithm to extend Wise Systems with Semantic.",
          "coauthors": []
        },
        {
          "title": "MILADY (Matrix+Linear Diagram): Visual Exploration and Edition of Multivariate Graphs for Computer Networks Management.",
          "coauthors": []
        },
        {
          "title": "Data Warehousing Process Modeling from Classical Approaches to New Trends: Main Features and Comparisons.",
          "coauthors": []
        },
        {
          "title": "A Multi-layer Modeling for the Generation of New Architectures for Big Data Warehousing.",
          "coauthors": []
        },
        {
          "title": "A New Software Architecture for the Wise Object Framework: Multidimensional Separation of Concerns.",
          "coauthors": []
        },
        {
          "title": "CAnDoR: Consistency Aware Dynamic data Replication.",
          "coauthors": []
        },
        {
          "title": "SDN-based Wi-Fi Direct clustering for cloud access in campus networks.",
          "coauthors": []
        },
        {
          "title": "Analysis of a Stochastic Model of Replication in Large Distributed Storage Systems: A Mean-Field Approach.",
          "coauthors": []
        },
        {
          "title": "EDWiN: Leveraging Device-to-Device Communications for Efficient Data Dissemination over Wi-Fi Networks.",
          "coauthors": []
        },
        {
          "title": "Toward Heterogeneity-Aware Device-to-Device Data Dissemination over Wi-Fi Networks.",
          "coauthors": []
        },
        {
          "title": "ACDC: Advanced consolidation for dynamic containers.",
          "coauthors": []
        },
        {
          "title": "Analysis of a Stochastic Model of Replication in Large Distributed Storage Systems: A Mean-Field Approach.",
          "coauthors": []
        },
        {
          "title": "Analysis of a Stochastic Model of Replication in Large Distributed Storage Systems: A Mean-Field Approach.",
          "coauthors": []
        },
        {
          "title": "Device-to-Device communications using Wi-Fi direct for dense wireless networks.",
          "coauthors": []
        },
        {
          "title": "WiFi-Direct Simulation for INET in OMNeT++.",
          "coauthors": []
        },
        {
          "title": "Contributions à la réplication de données dans les systèmes distribués à grande échelle. (Contributions to data replication in large-scale distributed systems).",
          "coauthors": []
        },
        {
          "title": "Boosting Streaming Video Delivery with WiseReplica.",
          "coauthors": []
        },
        {
          "title": "Conception et évaluation d'un système de cache réparti adapté aux environnements virtualisés.",
          "coauthors": []
        },
        {
          "title": "Étude des services de matchmaking dans les jeux multijoueurs en ligne. Récupérer des traces d'utilisateurs pour améliorer l'expérience de jeu.",
          "coauthors": []
        },
        {
          "title": "RepFD - Using Reputation Systems to Detect Failures in Large Dynamic Networks.",
          "coauthors": []
        },
        {
          "title": "Scattering and Placing Data Replicas to Enhance Long-Term Durability.",
          "coauthors": []
        },
        {
          "title": "Puma: pooling unused memory in virtual machines for I/O intensive applications.",
          "coauthors": []
        },
        {
          "title": "Towards a scalable refereeing system for online gaming.",
          "coauthors": []
        },
        {
          "title": "POPS: A popularity-aware live streaming service.",
          "coauthors": []
        },
        {
          "title": "Multi-site Gargamel: optimistic synchronization for reliable geo-replicated databases.",
          "coauthors": []
        },
        {
          "title": "Matchmaking in multi-player on-line games: studying user traces to improve the user experience.",
          "coauthors": []
        },
        {
          "title": "Predicting Popularity and Adapting Replication of Internet Videos for High-Quality Delivery.",
          "coauthors": []
        },
        {
          "title": "Performing accurate simulations for deadline-aware applications.",
          "coauthors": []
        },
        {
          "title": "RelaxDHT: A churn-resilient replication strategy for peer-to-peer distributed hash-tables.",
          "coauthors": []
        },
        {
          "title": "Caju: A Content Distribution System for Edge Networks.",
          "coauthors": []
        },
        {
          "title": "A Grid Based Distributed Cooperative Environment for Health Care Research.",
          "coauthors": []
        },
        {
          "title": "AREN: A Popularity Aware Replication Scheme for Cloud Storage.",
          "coauthors": []
        },
        {
          "title": "Gargamel: Boosting DBMS Performance by Parallelising Write Transactions.",
          "coauthors": []
        },
        {
          "title": "Towards a scalable refereeing system for online gaming.",
          "coauthors": []
        },
        {
          "title": "DONUT: Building Shortcuts in Large-Scale Decentralized Systems with Heterogeneous Peer Distributions.",
          "coauthors": []
        },
        {
          "title": "Blue Banana: resilience to avatar mobility in distributed MMOGs.",
          "coauthors": []
        },
        {
          "title": "Churn-Resilient Replication Strategy for Peer-to-Peer Distributed Hash-Tables.",
          "coauthors": []
        },
        {
          "title": "MOve: Design and Evaluation of a Malleable Overlay for Group-Based Applications.",
          "coauthors": []
        },
        {
          "title": "Gestion des données dans les grilles de calcul : support pour la tolérance aux fautes et la cohérence des données. (Grid data management : handling both fault-tolerance and data consistency).",
          "coauthors": []
        },
        {
          "title": "How to bring together fault tolerance and data consistency to enable Grid data sharing.",
          "coauthors": []
        },
        {
          "title": "Extending the Entry Consistency Model to Enable Efficient Visualization for Code-Coupling Grid Applications.",
          "coauthors": []
        },
        {
          "title": "MOve: Design of An Application-Malleable Overlay.",
          "coauthors": []
        },
        {
          "title": "Using Failure Injection Mechanisms to Experiment and Evaluate a Grid Failure Detector.",
          "coauthors": []
        },
        {
          "title": "A Practical Evaluation of a Data Consistency Protocol for Efficient Visualization in Grid Applications.",
          "coauthors": []
        },
        {
          "title": "Hybrid checkpointing for parallel applications in cluster federations.",
          "coauthors": []
        },
        {
          "title": "GDS: An Architecture Proposal for a Grid Data-Sharing Service.",
          "coauthors": []
        },
        {
          "title": "Large-Scale Deployment in P2P Experiments Using the JXTA Distributed Framework.",
          "coauthors": []
        },
        {
          "title": "A Hierarchical Checkpointing Protocol for Parallel Applications in Cluster Federations.",
          "coauthors": []
        }
      ],
      "publication_count": 53,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=S%C3%A9bastien%20Monnet"
    },
    "Stéphane PERRIN": {
      "name": "Stéphane PERRIN",
      "normalized_name": "Stéphane Perrin",
      "dblp_url": "https://dblp.org/pid/98/2363.html?q=St%C3%A9phane+Perrin",
      "publications": [
        {
          "title": "Artificial Intelligence methods to help measure sensory disorders : approaches and perspectives.",
          "coauthors": []
        },
        {
          "title": "Physics of 3D Microsphere Assisted Microscopy.",
          "coauthors": []
        },
        {
          "title": "Multi-sensor information fusion: Combination of fuzzy systems and evidence theory approaches in color recognition for the NAO humanoid robot.",
          "coauthors": []
        },
        {
          "title": "Wise Objects for IoT (WIoT): Software Framework and Experimentation.",
          "coauthors": []
        },
        {
          "title": "WIoT: Interconnection between Wise Objects and IoT.",
          "coauthors": []
        },
        {
          "title": "Microsphere-Assisted Microscopy: From 2D to 3D Super-Resolution Imaging.",
          "coauthors": []
        },
        {
          "title": "Decision method choice in a human posture recognition context.",
          "coauthors": []
        },
        {
          "title": "Uncertainty management of situations in a housing use context.",
          "coauthors": []
        },
        {
          "title": "Modeling Situations in an Intelligent Connected Furniture Environment.",
          "coauthors": []
        },
        {
          "title": "Color Recognition for NAO Robot Using Sugeno Fuzzy System and Evidence.",
          "coauthors": []
        },
        {
          "title": "Combination of Sugeno fuzzy system and evidence theory for NAO robot in colors recognition.",
          "coauthors": []
        },
        {
          "title": "Fusion method choice driven by user constraints in a human gesture recognition context.",
          "coauthors": []
        },
        {
          "title": "Interaction between humans, NAO robot and multiple cameras for colored objects recognition using information fusion.",
          "coauthors": []
        },
        {
          "title": "scoreLight & scoreBots.",
          "coauthors": []
        },
        {
          "title": "Smart laser-scanner for 3D human-machine interface.",
          "coauthors": []
        },
        {
          "title": "Multisensor fusion in the frame of evidence theory for landmines detection.",
          "coauthors": []
        },
        {
          "title": "Gesture Recognition Using Laser-Based Tracking System.",
          "coauthors": []
        },
        {
          "title": "Markerless laser-based tracking for real-time 3D gesture acquisition.",
          "coauthors": []
        },
        {
          "title": "Quantized Features for Gesture Recognition Using High Speed Vision Camera.",
          "coauthors": []
        },
        {
          "title": "Automatic code generation based on generic description of intelligent instrument.",
          "coauthors": []
        },
        {
          "title": "Use of wavelets for ground-penetrating radar signal analysis and multisensor fusion in the frame of land mine detection.",
          "coauthors": []
        },
        {
          "title": "CCD camera modeling and simulation.",
          "coauthors": []
        }
      ],
      "publication_count": 22,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=St%C3%A9phane%20Perrin"
    },
    "Frédéric POURRAZ": {
      "name": "Frédéric POURRAZ",
      "normalized_name": "Frédéric Pourraz",
      "dblp_url": "https://dblp.org/pid/80/6841.html?q=Fr%C3%A9d%C3%A9ric+Pourraz",
      "publications": [
        {
          "title": "A Multilevel Clustering Method for Risky Areas in the Context of Avalanche Danger Management.",
          "coauthors": []
        },
        {
          "title": "A Global System for Avalanche Risk Assessment.",
          "coauthors": []
        },
        {
          "title": "Conception et formalisation d'un système de recommandation adaptatif basé sur l'utilisation d'avatars.",
          "coauthors": []
        },
        {
          "title": "Visual analytics for aiding decisions of ski touring itinerary in a risky snow avalanche environment.",
          "coauthors": []
        },
        {
          "title": "PSLA: A PaaS Level SLA Description Language.",
          "coauthors": []
        },
        {
          "title": "QoS aggregation for service orchestrations based on workflow pattern rules and MCDM method: evaluation at design time and runtime.",
          "coauthors": []
        },
        {
          "title": "Cadre conceptuel pour la modélisation et la supervision d'architectures à base de services. Une approche pour l'ingénierie des SI à base de services.",
          "coauthors": []
        },
        {
          "title": "Multi-criteria Decision Making Method for Quality of Service Aggregation.",
          "coauthors": []
        },
        {
          "title": "QoS Aggregation in Service Orchestrations Based on the Choquet Integral.",
          "coauthors": []
        },
        {
          "title": "Quality of Service Aggregation in e-Business Applications.",
          "coauthors": []
        },
        {
          "title": "Client-Oriented Preferences Model for QoS Aggregation in Service-Based Applications.",
          "coauthors": []
        },
        {
          "title": "DIAPASON: A Formal Approach for Supporting Agile and Evolvable Information System Service-Based Architectures.",
          "coauthors": []
        },
        {
          "title": "A Formal Framework For Building, Checking And Evolving Service Oriented Architectures.",
          "coauthors": []
        },
        {
          "title": "Diapason: an Engineering Approach for Designing, Executing and Evolving Service-Oriented Architectures.",
          "coauthors": []
        },
        {
          "title": "Diapason: An Engineering Environment for Designing, Implementing and Evolving Service Orchestrations.",
          "coauthors": []
        },
        {
          "title": "p-Diapason : un langage pour la formalisation des architectures orientées services Web.",
          "coauthors": []
        },
        {
          "title": "An Architecture-Centric Approach for Managing the Evolution of EAI Services-Oriented Architecture.",
          "coauthors": []
        },
        {
          "title": "Managing Service-Based EAI Architectures Evolution Using a Formal Architecture-Centric Approach.",
          "coauthors": []
        }
      ],
      "publication_count": 18,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Fr%C3%A9d%C3%A9ric%20Pourraz"
    },
    "Stéphan PLASSART": {
      "name": "Stéphan PLASSART",
      "normalized_name": "Stéphan Plassart",
      "dblp_url": "https://dblp.org/pid/270/3385.html?q=St%C3%A9phan+Plassart",
      "publications": [
        {
          "title": "An MDP-based solution for the energy minimization of non-clairvoyant hard real-time systems.",
          "coauthors": []
        },
        {
          "title": "Falafels: A Tool for Estimating Federated Learning Energy Consumption via Discrete Simulation.",
          "coauthors": []
        },
        {
          "title": "Saihu: A common interface of worst-case delay analysis tools for time-sensitive networks.",
          "coauthors": []
        },
        {
          "title": "Saihu: A Common Interface of Worst-Case Delay Analysis Tools for Time-Sensitive Networks.",
          "coauthors": []
        },
        {
          "title": "A pseudo-linear time algorithm for the optimal discrete speed minimizing energy consumption.",
          "coauthors": []
        },
        {
          "title": "Equivalent Versions of Total Flow Analysis.",
          "coauthors": []
        },
        {
          "title": "Online optimization in dynamic real-time systems. (Optimisation en-ligne pour les systèmes dynamiques en temps-réel).",
          "coauthors": []
        },
        {
          "title": "Feasibility of on-line speed policies in real-time systems.",
          "coauthors": []
        },
        {
          "title": "Dynamic speed scaling minimizing expected energy consumption for real-time tasks.",
          "coauthors": []
        },
        {
          "title": "Discrete and Continuous Optimal Control for Energy Minimization in Real-Time Systems.",
          "coauthors": []
        }
      ],
      "publication_count": 10,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=St%C3%A9phan%20Plassart"
    },
    "David TÉLISSON": {
      "name": "David TÉLISSON",
      "normalized_name": "David Télisson",
      "dblp_url": "https://dblp.org/pid/87/8921",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=David%20T%C3%A9lisson"
    },
    "Jean-Yves RAMEL": {
      "name": "Jean-Yves RAMEL",
      "normalized_name": "Jean-Yves Ramel",
      "dblp_url": "https://dblp.org/pid/24/2999.html?q=Jean-Yves+Ramel",
      "publications": [
        {
          "title": "Grammar Reinforcement Learning: path and cycle counting in graphs with a Context-Free Grammar and Transformer approach.",
          "coauthors": []
        },
        {
          "title": "Comparison Between CNN and GNN Pipelines for Analysing the Brain in Development.",
          "coauthors": []
        },
        {
          "title": "Guest Editorial Emerging Trends and Advances in Graph-Based Methods and Applications.",
          "coauthors": []
        },
        {
          "title": "G2N2 : Weisfeiler and Lehman go grammatical.",
          "coauthors": []
        },
        {
          "title": "Finding path and cycle counting formulae in graphs with Deep Reinforcement Learning.",
          "coauthors": []
        },
        {
          "title": "Technical report: Graph Neural Networks go Grammatical.",
          "coauthors": []
        },
        {
          "title": "Editorial paper for pattern recognition letters VSI on advances in graph-based recognition for pattern recognition.",
          "coauthors": []
        },
        {
          "title": "Multivalent Graph Matching for Symbol Recognition.",
          "coauthors": []
        },
        {
          "title": "Efficient k-nearest neighbors search in graph space.",
          "coauthors": []
        },
        {
          "title": "Multivalent Graph Matching Problem Solved by Max-Min Ant System.",
          "coauthors": []
        },
        {
          "title": "Evaluation of algorithms for Multi-Modality Whole Heart Segmentation: An open-access grand challenge.",
          "coauthors": []
        },
        {
          "title": "Semantic and Interaction: When Document Image Analysis Meets Computer Vision and Machine Learning.",
          "coauthors": []
        },
        {
          "title": "Relative Pose Improvement of Sphere based RGB-D Calibration.",
          "coauthors": []
        },
        {
          "title": "A Comparative Study on Voxel Classification Methods for Atlas based Segmentation of Brain Structures from 3D MRI Images.",
          "coauthors": []
        },
        {
          "title": "Graph-Based Representations in Pattern Recognition - 12th IAPR-TC-15 International Workshop, GbRPR 2019, Tours, France, June 19-21, 2019, Proceedings.",
          "coauthors": []
        },
        {
          "title": "Evaluation of Algorithms for Multi-Modality Whole Heart Segmentation: An Open-Access Grand Challenge.",
          "coauthors": []
        },
        {
          "title": "A parallel graph edit distance algorithm.",
          "coauthors": []
        },
        {
          "title": "Comparative study of conventional time series matching techniques for word spotting.",
          "coauthors": []
        },
        {
          "title": "A multi-one-class dynamic classifier for adaptive digitization of document streams.",
          "coauthors": []
        },
        {
          "title": "Graph edit distance contest: Results and future challenges.",
          "coauthors": []
        },
        {
          "title": "Fast Nearest Neighbors Search in Graph Space Based on a Branch-and-Bound Strategy.",
          "coauthors": []
        },
        {
          "title": "Local Probabilistic Atlases and a Posteriori Correction for the Segmentation of Heart Images.",
          "coauthors": []
        },
        {
          "title": "Image Segmentation using Local Probabilistic Atlases Coupled with Topological Information.",
          "coauthors": []
        },
        {
          "title": "Erratum to \"Accurate junction detection and characterization in line-drawing images\" [Pattern Recognit. 47(1) (2013) 282-295].",
          "coauthors": []
        },
        {
          "title": "Flexible Sequence Matching technique: An effective learning-free approach for word spotting.",
          "coauthors": []
        },
        {
          "title": "Anytime graph matching.",
          "coauthors": []
        },
        {
          "title": "A Compliant Document Image Classification System Based on One-Class Classifier.",
          "coauthors": []
        },
        {
          "title": "Interactive Definition and Tuning of One-Class Classifiers for Document Image Classification.",
          "coauthors": []
        },
        {
          "title": "Word spotting in historical documents using primitive codebook and dynamic programming.",
          "coauthors": []
        },
        {
          "title": "An efficient tree structure for indexing feature vectors.",
          "coauthors": []
        },
        {
          "title": "A framework of perceptual features for the characterisation of 3D textured images.",
          "coauthors": []
        },
        {
          "title": "Improved shape code based word matching for multi-script documents.",
          "coauthors": []
        },
        {
          "title": "A Graph Database Repository and Performance Evaluation Metrics for Graph Edit Distance.",
          "coauthors": []
        },
        {
          "title": "Improving Fuzzy Multilevel Graph Embedding Technique by Employing Topological Node Features: An Application to Graphics Recognition.",
          "coauthors": []
        },
        {
          "title": "Performance evaluation of DTW and its variants for word spotting in degraded documents.",
          "coauthors": []
        },
        {
          "title": "Exemplary Sequence Cardinality: An effective application for word spotting.",
          "coauthors": []
        },
        {
          "title": "An Exact Graph Edit Distance Algorithm for Solving Pattern Recognition Problems.",
          "coauthors": []
        },
        {
          "title": "Accurate junction detection and characterization in line-drawing images.",
          "coauthors": []
        },
        {
          "title": "Identification de documents par classification monoclasse.",
          "coauthors": []
        },
        {
          "title": "Un moteur d'appariement et transformation de sous-arbres pour la conception interactive de scénarios d'analyse d'images de documents.",
          "coauthors": []
        },
        {
          "title": "A New One-Class Classification Method Based on Symbolic Representation: Application to Document Classification.",
          "coauthors": []
        },
        {
          "title": "Flexible Sequence Matching Technique: Application to Word Spotting in Degraded Documents.",
          "coauthors": []
        },
        {
          "title": "Word Spotting in Bangla and English Graphical Documents.",
          "coauthors": []
        },
        {
          "title": "11th IAPR International Workshop on Document Analysis Systems, DAS 2014, Tours, France, April 7-10, 2014.",
          "coauthors": []
        },
        {
          "title": "Interactive layout analysis, content extraction, and transcription of historical printed books using Pattern Redundancy Analysis.",
          "coauthors": []
        },
        {
          "title": "A combined topological and statistical approach for interactive segmentation of 3D images.",
          "coauthors": []
        },
        {
          "title": "Fuzzy multilevel graph embedding.",
          "coauthors": []
        },
        {
          "title": "A Comparison of Explicit and Implicit Graph Embedding Methods for Pattern Recognition.",
          "coauthors": []
        },
        {
          "title": "A Two-Stage Approach for Word Spotting in Graphical Documents.",
          "coauthors": []
        },
        {
          "title": "Document Classification in a Non-stationary Environment: A One-Class SVM Approach.",
          "coauthors": []
        },
        {
          "title": "Robust Symbol Localization Based on Junction Features and Efficient Geometry Consistency Checking.",
          "coauthors": []
        },
        {
          "title": "A Fast Word Retrieval Technique Based on Kernelized Locality Sensitive Hashing.",
          "coauthors": []
        },
        {
          "title": "An Efficient Indexing Scheme Based on Linked-Node m-Ary Tree Structure.",
          "coauthors": []
        },
        {
          "title": "A Robust Approach for Local Interest Point Detection in Line-Drawing Images.",
          "coauthors": []
        },
        {
          "title": "An Efficient Coarse-to-Fine Indexing Technique for Fast Text Retrieval in Historical Documents.",
          "coauthors": []
        },
        {
          "title": "Signature Based Document Retrieval Using GHT of Background Information.",
          "coauthors": []
        },
        {
          "title": "Accurate junction detection and reconstruction in line-drawing images.",
          "coauthors": []
        },
        {
          "title": "Improving Fuzzy Multilevel Graph Embedding through Feature Selection Technique.",
          "coauthors": []
        },
        {
          "title": "Introduction.",
          "coauthors": []
        },
        {
          "title": "Interactive Layout Analysis, Content Extraction and Transcription of Historical Printed Books using Agora and Retro.",
          "coauthors": []
        },
        {
          "title": "A Semi-automatic Groundtruthing Framework for Performance Evaluation of Symbol Recognition and Spotting Systems.",
          "coauthors": []
        },
        {
          "title": "Word Retrieval in Historical Document Using Character-Primitives.",
          "coauthors": []
        },
        {
          "title": "Subgraph Spotting through Explicit Graph Embedding: An Application to Content Spotting in Graphic Document Images.",
          "coauthors": []
        },
        {
          "title": "Interactive Segmentation of 3D Images Using a Region Adjacency Graph Representation.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy-Interval Based Approach for Explicit Graph Embedding.",
          "coauthors": []
        },
        {
          "title": "A Content Spotting System for Line Drawing Graphic Document Images.",
          "coauthors": []
        },
        {
          "title": "Graphic Symbol Recognition using Graph Based Signature and Bayesian Network Classifier.",
          "coauthors": []
        },
        {
          "title": "Employing fuzzy intervals and loop-based methodology for designing structural signature: an application to symbol recognition.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Intervals for Designing Structural Signature: An Application to Graphic Symbol Recognition.",
          "coauthors": []
        },
        {
          "title": "A Performance Characterization Algorithm for Symbol Localization.",
          "coauthors": []
        },
        {
          "title": "Vector Representation of Graphs: Application to the Classification of Symbols and Letters.",
          "coauthors": []
        },
        {
          "title": "Graphic Symbol Recognition Using Graph Based Signature and Bayesian Network Classifier.",
          "coauthors": []
        },
        {
          "title": "Human Understandable Features for Segmentation of Solid Texture.",
          "coauthors": []
        },
        {
          "title": "A Solid Texture Database for Segmentation and Classification Experiments.",
          "coauthors": []
        },
        {
          "title": "Document image characterization using a multiresolution analysis of the texture: application to old documents.",
          "coauthors": []
        },
        {
          "title": "Comparison between 2D and 3D Local Binary Pattern Methods for Characterisation of Three-Dimensional Textures.",
          "coauthors": []
        },
        {
          "title": "A Vectorial Representation for the Indexation of Structural Informations.",
          "coauthors": []
        },
        {
          "title": "User-driven page layout analysis of historical printed books.",
          "coauthors": []
        },
        {
          "title": "Graph Based Shapes Representation and Recognition.",
          "coauthors": []
        },
        {
          "title": "Spotting Symbols in Line Drawing Images Using Graph Representations.",
          "coauthors": []
        },
        {
          "title": "User Classification for Keystroke Dynamics Authentication.",
          "coauthors": []
        },
        {
          "title": "A Proposition of Retrieval Tools for Historical Document Images Libraries.",
          "coauthors": []
        },
        {
          "title": "Propositions pour la représentation et l'analyse de documents numériques. (Proposition for the representation and the analysis of digital documents).",
          "coauthors": []
        },
        {
          "title": "Dedicated Texture Based Tools for Characterisation of Old Books.",
          "coauthors": []
        },
        {
          "title": "AGORA: the Interactive Document Image Analysis Tool of the BVH Project.",
          "coauthors": []
        },
        {
          "title": "Estimation of User Specific Parameters in One-class Problems.",
          "coauthors": []
        },
        {
          "title": "User Specific Parameters in One-class Problems: the Case of Keystroke Dynamics.",
          "coauthors": []
        },
        {
          "title": "Fusion of Methods for Keystroke Dynamic Authentication.",
          "coauthors": []
        },
        {
          "title": "Distance and Matching for Authentication by On-Line Signature.",
          "coauthors": []
        },
        {
          "title": "Ancient Printed Documents Indexation: A New Approach.",
          "coauthors": []
        },
        {
          "title": "Text/Graphic labelling of Ancient Printed Documents.",
          "coauthors": []
        },
        {
          "title": "New Features for Authentication by On-Line Handwritten Signatures.",
          "coauthors": []
        },
        {
          "title": "Selection of points for on-line signature comparison.",
          "coauthors": []
        },
        {
          "title": "Improving DTW for Online Handwritten Signature Verification.",
          "coauthors": []
        },
        {
          "title": "Strategy for Line Drawing Understanding.",
          "coauthors": []
        },
        {
          "title": "Detection, Extraction and Representation of Tables.",
          "coauthors": []
        },
        {
          "title": "Modéling and implementing adaptative pedagogical hyper documents.",
          "coauthors": []
        },
        {
          "title": "Un environnement multimedia pour augmenter la convivialite des examens d'irm.",
          "coauthors": []
        },
        {
          "title": "A structural representation for understanding line-drawing images.",
          "coauthors": []
        },
        {
          "title": "A Structural Representation Adapted to Handwritten Symbol Recognition.",
          "coauthors": []
        },
        {
          "title": "Automatic Reading of Handwritten Chemical Formulas from a Structural Representation of the Image.",
          "coauthors": []
        },
        {
          "title": "A Coarse Vectorization as an Initial Representation for the Understanding of Line Drawing Images.",
          "coauthors": []
        },
        {
          "title": "Bezier Curves as a Tool to Describe Kinetic Drawings.",
          "coauthors": []
        },
        {
          "title": "Interpretation automatique de dessins Methodes d'analyse et de reconnaissance Application aux Plans Cinematiques. (Line drawing image understanding : Pattern recognition and image analysis methods - Application to mechanical drawings).",
          "coauthors": []
        },
        {
          "title": "Combining global and local vision for technical document understanding.",
          "coauthors": []
        }
      ],
      "publication_count": 105,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Jean-Yves%20Ramel"
    },
    "Kavé SALAMATIAN": {
      "name": "Kavé SALAMATIAN",
      "normalized_name": "Kavé Salamatian",
      "dblp_url": "https://dblp.org/pid/06/1703.html?q=Kav%C3%A9+Salamatian",
      "publications": [
        {
          "title": "IEcons: A New Consensus Approach Using Multi-Text Representations for Clustering Task.",
          "coauthors": []
        },
        {
          "title": "Strategic Integration of Context for Fine-Tuning Topic Model Performance.",
          "coauthors": []
        },
        {
          "title": "LLM-centric pipeline for information extraction from invoices.",
          "coauthors": []
        },
        {
          "title": "Hierarchical Tensor Clustering for Multiple Graphs Representation.",
          "coauthors": []
        },
        {
          "title": "Ironing the Graphs: Toward a Correct Geometric Analysis of Large-Scale Graphs.",
          "coauthors": []
        },
        {
          "title": "Misconfiguration-Free Compositional SDN for Cloud Networks.",
          "coauthors": []
        },
        {
          "title": "Machine Learning for Text Anomaly Detection: A Systematic Review.",
          "coauthors": []
        },
        {
          "title": "A Clustering Approach Combining Lines and Text Detection for Table Extraction.",
          "coauthors": []
        },
        {
          "title": "BERT4CTR: An Efficient Framework to Combine Pre-trained Language Model with Non-textual Features for CTR Prediction.",
          "coauthors": []
        },
        {
          "title": "BERT4CTR: An Efficient Framework to Combine Pre-trained Language Model with Non-textual Features for CTR Prediction.",
          "coauthors": []
        },
        {
          "title": "Improving Open Virtual Switch Performance Through Tuple Merge Relaxation in Software Defined Networks.",
          "coauthors": []
        },
        {
          "title": "Learning Supplementary NLP Features for CTR Prediction in Sponsored Search.",
          "coauthors": []
        },
        {
          "title": "The geopolitics behind the routes data travel: a case study of Iran.",
          "coauthors": []
        },
        {
          "title": "Mapping the routes of the Internet for geopolitics: The case of Eastern Ukraine.",
          "coauthors": []
        },
        {
          "title": "Exploiting the Community Structure of Fraudulent Keywords for Fraud Detection in Web Search.",
          "coauthors": []
        },
        {
          "title": "Fast Online Packet Classification With Convolutional Neural Network.",
          "coauthors": []
        },
        {
          "title": "Wide-AdGraph: Detecting Ad Trackers with a Wide Dependency Chain Graph.",
          "coauthors": []
        },
        {
          "title": "Measuring the Fragmentation of the Internet: The Case of the Border Gateway Protocol (BGP) During the Ukrainian Crisis.",
          "coauthors": []
        },
        {
          "title": "Network Coding-based Content Retrieval based on Bloom Filter-based Content Discovery for ICN.",
          "coauthors": []
        },
        {
          "title": "Misconfiguration Checking for SDN: Data Structure, Theory and Algorithms.",
          "coauthors": []
        },
        {
          "title": "Baking the ruleset: A heat propagation relaxation to packet classification.",
          "coauthors": []
        },
        {
          "title": "On Detecting Hidden Third-Party Web Trackers with a Wide Dependency Chain Graph: A Representation Learning Approach.",
          "coauthors": []
        },
        {
          "title": "A Cartography of Web Tracking using DNS Records.",
          "coauthors": []
        },
        {
          "title": "Pull-based Bloom Filter-based Routing for Information-Centric Networks.",
          "coauthors": []
        },
        {
          "title": "A Massively Multi-Tenant Virtualized Network Intrusion Prevention Service on NFV Platform.",
          "coauthors": []
        },
        {
          "title": "The geopolitics behind the routes data travels: a case study of Iran.",
          "coauthors": []
        },
        {
          "title": "Partial Order Theory for Fast TCAM Updates.",
          "coauthors": []
        },
        {
          "title": "Web Tracking Cartography with DNS Records.",
          "coauthors": []
        },
        {
          "title": "A Comparative Analysis of Bloom Filter-based Routing Protocols for Information-Centric Networks.",
          "coauthors": []
        },
        {
          "title": "Toward Accurate Inference of Web Activities from Passive DNS Data.",
          "coauthors": []
        },
        {
          "title": "A Geometric Approach for Real-time Monitoring of Dynamic Large Scale Graphs: AS-level graphs illustrated.",
          "coauthors": []
        },
        {
          "title": "Pull-based Bloom Filter-based Routing for Information-Centric Networks.",
          "coauthors": []
        },
        {
          "title": "Index-Trie: Efficient archival and retrieval of network traffic.",
          "coauthors": []
        },
        {
          "title": "Characterizing and Modeling User Behavior in a Large-Scale Mobile Live Streaming System.",
          "coauthors": []
        },
        {
          "title": "Enabling automatic composition and verification of service function chain.",
          "coauthors": []
        },
        {
          "title": "BFR: A bloom filter-based routing approach for information-centric networks.",
          "coauthors": []
        },
        {
          "title": "BFR: a Bloom Filter-based Routing Approach for Information-Centric Networks.",
          "coauthors": []
        },
        {
          "title": "Adaptive Path Isolation for Elephant and Mice Flows by Exploiting Path Diversity in Datacenters.",
          "coauthors": []
        },
        {
          "title": "A Comprehensive Investigation of User Privacy Leakage to Android Applications.",
          "coauthors": []
        },
        {
          "title": "Transparent flow migration for NFV.",
          "coauthors": []
        },
        {
          "title": "Adwords management for third-parties in SEM: An optimisation model and the potential of Twitter.",
          "coauthors": []
        },
        {
          "title": "Video Delivery Performance of a Large-Scale VoD System and the Implications on Content Delivery.",
          "coauthors": []
        },
        {
          "title": "User Behavior Characterization of a Large-scale Mobile Live Streaming System.",
          "coauthors": []
        },
        {
          "title": "Practical Bloom filter based epidemic forwarding and congestion control in DTNs: A comparative analysis.",
          "coauthors": []
        },
        {
          "title": "Best basis for joint representation: The median of marginal best bases for low cost information exchanges in distributed signal representation.",
          "coauthors": []
        },
        {
          "title": "A Hybrid Hardware Architecture for High-Speed IP Lookups and Fast Route Updates.",
          "coauthors": []
        },
        {
          "title": "Meta-algorithms for Software-Based Packet Classification.",
          "coauthors": []
        },
        {
          "title": "On the geographic patterns of a large-scale mobile video-on-demand system.",
          "coauthors": []
        },
        {
          "title": "A fresh look at Forwarding Information Base compression via mathematical analysis.",
          "coauthors": []
        },
        {
          "title": "Towards practical use of Bloom Filter based IP lookup in operational network.",
          "coauthors": []
        },
        {
          "title": "Mobile video popularity distributions and the potential of peer-assisted video delivery.",
          "coauthors": []
        },
        {
          "title": "THash: A Practical Network Optimization Scheme for DHT-based P2P Applications.",
          "coauthors": []
        },
        {
          "title": "The case for P2P mobile video system over wireless broadband networks: A practical study of challenges for a mobile video provider.",
          "coauthors": []
        },
        {
          "title": "Social Connections in User-Generated Content Video Systems: Analysis and Recommendation.",
          "coauthors": []
        },
        {
          "title": "Scalable TCAM-based regular expression matching with compressed finite automata.",
          "coauthors": []
        },
        {
          "title": "Scalable high-performance parallel design for Network Intrusion Detection Systems on many-core processors.",
          "coauthors": []
        },
        {
          "title": "Internet science: A manifesto.",
          "coauthors": []
        },
        {
          "title": "A trie merging approach with incremental updates for virtual routers.",
          "coauthors": []
        },
        {
          "title": "A genealogy of information spreading on microblogs: A Galton-Watson-based explicative model.",
          "coauthors": []
        },
        {
          "title": "A Multi-partitioning Approach to Building Fast and Accurate Counting Bloom Filters.",
          "coauthors": []
        },
        {
          "title": "Efficient fingerprint extraction for high performance Intrusion Detection System.",
          "coauthors": []
        },
        {
          "title": "Toward predictable performance in decision tree based packet classification algorithms.",
          "coauthors": []
        },
        {
          "title": "Modeling and predicting the popularity of online contents with Cox proportional hazard regression model.",
          "coauthors": []
        },
        {
          "title": "Anomaly extraction in backbone networks using association rules.",
          "coauthors": []
        },
        {
          "title": "Towards TCAM-based scalable virtual routers.",
          "coauthors": []
        },
        {
          "title": "Evaluating and Optimizing IP Lookup on Many Core Processors.",
          "coauthors": []
        },
        {
          "title": "Analysis and Comparison of Interaction Patterns in Online Social Network and Social Media.",
          "coauthors": []
        },
        {
          "title": "Exploiting Interest Locality for Peer-Assisted Search in UGC Video Systems.",
          "coauthors": []
        },
        {
          "title": "Network optimization for DHT-based applications.",
          "coauthors": []
        },
        {
          "title": "A hybrid IP lookup architecture with fast updates.",
          "coauthors": []
        },
        {
          "title": "Efficient traffic flow measurement for ISP networks.",
          "coauthors": []
        },
        {
          "title": "Optimization of Bloom Filter Parameters for Practical Bloom Filter Based Epidemic Forwarding in DTNs.",
          "coauthors": []
        },
        {
          "title": "PEARL: a programmable virtual router platform.",
          "coauthors": []
        },
        {
          "title": "Toward a polymorphic future internet: a networking science approach.",
          "coauthors": []
        },
        {
          "title": "Large-scale measurement experiments of P2P-TV systems insights on fairness and locality.",
          "coauthors": []
        },
        {
          "title": "A Robust Anomaly Detection Technique Using Combined Statistical Methods.",
          "coauthors": []
        },
        {
          "title": "The pattern of information diffusion in microblog.",
          "coauthors": []
        },
        {
          "title": "Faving Reciprocity in Content Sharing Communities: A Comparative Analysis of Flickr and Twitter.",
          "coauthors": []
        },
        {
          "title": "On Fairness and Locality in P2P-TV through Large-Scale Measurement Experiment.",
          "coauthors": []
        },
        {
          "title": "Measuring P2P-TV systems on both sides of the world.",
          "coauthors": []
        },
        {
          "title": "A Signal Processing View on Packet Sampling and Anomaly Detection.",
          "coauthors": []
        },
        {
          "title": "Mnemonic Lossy Counting: An efficient and accurate heavy-hitters identification algorithm.",
          "coauthors": []
        },
        {
          "title": "Toward a polymorphic Future Internet: A Networking science approach.",
          "coauthors": []
        },
        {
          "title": "Globs in the primordial soup: the emergence of connected crowds in mobile wireless networks.",
          "coauthors": []
        },
        {
          "title": "An Approach to Model and Predict the Popularity of Online Contents with Explanatory Factors.",
          "coauthors": []
        },
        {
          "title": "Traffic analysis of peer-to-peer IPTV communities.",
          "coauthors": []
        },
        {
          "title": "Certified Internet Coordinates.",
          "coauthors": []
        },
        {
          "title": "Anomaly extraction in backbone networks using association rules.",
          "coauthors": []
        },
        {
          "title": "Applying PCA for Traffic Anomaly Detection: Problems and Solutions.",
          "coauthors": []
        },
        {
          "title": "Scan Surveillance in Internet Networks.",
          "coauthors": []
        },
        {
          "title": "Long range mutual information.",
          "coauthors": []
        },
        {
          "title": "Understanding the characteristics of online commenting.",
          "coauthors": []
        },
        {
          "title": "Clustering en haute dimension par accumulation de clusterings locaux.",
          "coauthors": []
        },
        {
          "title": "Distribution of traffic among applications as measured in the French METROPOLIS project.",
          "coauthors": []
        },
        {
          "title": "Describing and simulating internet routes.",
          "coauthors": []
        },
        {
          "title": "Securing Internet Coordinate Systems.",
          "coauthors": []
        },
        {
          "title": "Multi-hop broadcast from theory to reality: practical design for ad hoc networks.",
          "coauthors": []
        },
        {
          "title": "Measuring P2P IPTV traffic on both sides of the world.",
          "coauthors": []
        },
        {
          "title": "Flexible Grid-Based Clustering.",
          "coauthors": []
        },
        {
          "title": "Securing internet coordinate embedding systems.",
          "coauthors": []
        },
        {
          "title": "Vulnerabilities in Epidemic Forwarding.",
          "coauthors": []
        },
        {
          "title": "Characterization of P2P IPTV Traffic: Scaling Analysis.",
          "coauthors": []
        },
        {
          "title": "Traffic classification on the fly.",
          "coauthors": []
        },
        {
          "title": "Research challenges in QoS routing.",
          "coauthors": []
        },
        {
          "title": "Early application identification.",
          "coauthors": []
        },
        {
          "title": "A tighter Cut-Set bound for the multi-terminal erasure channel without side information.",
          "coauthors": []
        },
        {
          "title": "Traffic matrix tracking using Kalman filters.",
          "coauthors": []
        },
        {
          "title": "A New Analytic Approach to Evaluation of Packet Error Rate in Wireless Networks.",
          "coauthors": []
        },
        {
          "title": "Combining Filtering and Statistical Methods for Anomaly Detection.",
          "coauthors": []
        },
        {
          "title": "On the capacity of erasure relay channel: multi-relay case.",
          "coauthors": []
        },
        {
          "title": "Trellis-Based Virtual Regular Addressing Structures in Self-organized Networks.",
          "coauthors": []
        },
        {
          "title": "Describing and Simulating Internet Routes.",
          "coauthors": []
        },
        {
          "title": "Traffic matrices: balancing measurements, inference and modeling.",
          "coauthors": []
        },
        {
          "title": "A New Relaying Scheme for Cheap Wireless Relay Nodes.",
          "coauthors": []
        },
        {
          "title": "Source and Channel Adaptive Rate Control for Multicast Layered Video Transmission Based on a Clustering Algorithm.",
          "coauthors": []
        },
        {
          "title": "Fast Flow Classification over Internet.",
          "coauthors": []
        },
        {
          "title": "Cross-layer routing in wireless mesh networks.",
          "coauthors": []
        },
        {
          "title": "Flow classification by histograms: or how to go on safari in the internet.",
          "coauthors": []
        },
        {
          "title": "Describing and Simulating Internet Routes.",
          "coauthors": []
        },
        {
          "title": "A framework for interpreting measurement over Internet.",
          "coauthors": []
        },
        {
          "title": "A pragmatic definition of elephants in internet backbone traffic.",
          "coauthors": []
        },
        {
          "title": "TCP-compatible rate control for FGS layered multicast video transmission based on a clustering algorithm.",
          "coauthors": []
        },
        {
          "title": "Traffic matrix estimation: existing techniques and new directions.",
          "coauthors": []
        },
        {
          "title": "Measurement Based Modeling of Quality of Service in the Internet: A Methodological Approach.",
          "coauthors": []
        },
        {
          "title": "Hidden Markov modeling for network communication channels.",
          "coauthors": []
        }
      ],
      "publication_count": 125,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Kav%C3%A9%20Salamatian"
    },
    "Lionel VALET": {
      "name": "Lionel VALET",
      "normalized_name": "Lionel Valet",
      "dblp_url": "https://dblp.org/pid/60/3193.html?q=Lionel+Valet",
      "publications": [
        {
          "title": "Bark and leaf fusion systems to improve automatic tree species recognition.",
          "coauthors": []
        },
        {
          "title": "Influence of basic belief assignments construction on the behaviour of a fusion system for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "Sub-classification strategies for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "Fusion system based on belief functions theory and approximated belief functions for tree species recognition.",
          "coauthors": []
        },
        {
          "title": "A fusion system for tree species recognition through leaves and barks.",
          "coauthors": []
        },
        {
          "title": "Leaf Species Classification Based on a Botanical Shape Sub-classifier Strategy.",
          "coauthors": []
        },
        {
          "title": "A decision support system for animated film selection based on a multi-criteria aggregation of referees' ordinal preferences.",
          "coauthors": []
        },
        {
          "title": "ReVeS Participation - Tree Species Classification Using Random Forests and Botanical Features.",
          "coauthors": []
        },
        {
          "title": "An information fusion approach for glacier mapping using multi-source remote sensing data.",
          "coauthors": []
        },
        {
          "title": "Matching of multi-resolution image for remote sensing glacier detection.",
          "coauthors": []
        },
        {
          "title": "A Multi Level Evaluation for Fusion System Interaction Improvement.",
          "coauthors": []
        },
        {
          "title": "Choquet Integral Parameter Optimization for a Fusion System Devoted to Image Interpretation.",
          "coauthors": []
        },
        {
          "title": "Application of Quantitative MCDA Methods for Parameter Setting Support of an Image Processing System.",
          "coauthors": []
        },
        {
          "title": "Towards the supervision of a fusion system for 3D image interpretation.",
          "coauthors": []
        },
        {
          "title": "A Genetic-Algorithm-Based Fusion System Optimization for 3D Image Interpretation.",
          "coauthors": []
        },
        {
          "title": "Aggregation evaluation of a fusion system devoted to image interpretation.",
          "coauthors": []
        },
        {
          "title": "Learning gradual rules to model convex polygon-shaped classes.",
          "coauthors": []
        },
        {
          "title": "Performance Evaluation of a Fusion System Devoted to Image Interpretation.",
          "coauthors": []
        },
        {
          "title": "Quality evaluation of insulating parts by fusion of classifiers issued from tomographic images.",
          "coauthors": []
        },
        {
          "title": "An Attribute Fusion System Based on the Choquet Integral to Evaluate the Quality of Composite Parts.",
          "coauthors": []
        },
        {
          "title": "Combining Airborne Photographs and Spaceborne SAR Data to Monitor Temperate Glaciers: Potentials and Limits.",
          "coauthors": []
        },
        {
          "title": "A 3D image-segmented evaluation procedure in a cooperative fusion system context.",
          "coauthors": []
        },
        {
          "title": "Coherent-stable scatterers detection in SAR multi-interferograms: Feature fuzzy fusion in Alpine glacier geophysical context.",
          "coauthors": []
        },
        {
          "title": "Application of log-cumulants to the detection of spatiotemporal discontinuities in multitemporal SAR images.",
          "coauthors": []
        },
        {
          "title": "A fuzzy rule-based interactive fusion system for seismic data analysis.",
          "coauthors": []
        },
        {
          "title": "A fuzzy linguistic-based software tool for seismic image interpretation.",
          "coauthors": []
        },
        {
          "title": "An interactive fuzzy fusion system applied to change detection in SAR images.",
          "coauthors": []
        },
        {
          "title": "Seismic image segmentation by fuzzy fusion of attributes.",
          "coauthors": []
        }
      ],
      "publication_count": 28,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Lionel%20Valet"
    },
    "Flavien VERNIER": {
      "name": "Flavien VERNIER",
      "normalized_name": "Flavien Vernier",
      "dblp_url": "https://dblp.org/pid/60/2599.html?q=Flavien+Vernier",
      "publications": [
        {
          "title": "Wind turbine fault detection and identification using a two-tier machine learning framework.",
          "coauthors": []
        },
        {
          "title": "Security and Privacy-Preserving for Machine Learning Models: Attacks, Countermeasures, and Future Directions.",
          "coauthors": []
        },
        {
          "title": "Machine-Learning-Based Smart Energy Management Systems: A Review.",
          "coauthors": []
        },
        {
          "title": "Predicting Power Consumption Using Machine Learning Techniques.",
          "coauthors": []
        },
        {
          "title": "Ontology Alignment: First Step towards Voice Control for Smart-Home Assistive Scenarios.",
          "coauthors": []
        },
        {
          "title": "The Burden of Time on a Large-Scale Data Management Service.",
          "coauthors": []
        },
        {
          "title": "Learning suitable data representation for credit card fraud detection algorithms.",
          "coauthors": []
        },
        {
          "title": "A Graph Matching Algorithm to extend Wise Systems with Semantic.",
          "coauthors": []
        },
        {
          "title": "A New Software Architecture for the Wise Object Framework: Multidimensional Separation of Concerns.",
          "coauthors": []
        },
        {
          "title": "De l'exécution distribuée des chaînes de traitements d'images à l'acquisition distribuée de connaissance par les traitements.",
          "coauthors": []
        },
        {
          "title": "Temporal Consolidation Strategy for Ground-Based Image Displacement Time Series: Application to Glacier Monitoring.",
          "coauthors": []
        },
        {
          "title": "Temporal Consolidation Strategy for Ground Based Image Displacement Time Series.",
          "coauthors": []
        },
        {
          "title": "CAnDoR: Consistency Aware Dynamic data Replication.",
          "coauthors": []
        },
        {
          "title": "Wise Objects for IoT (WIoT): Software Framework and Experimentation.",
          "coauthors": []
        },
        {
          "title": "WIoT: Interconnection between Wise Objects and IoT.",
          "coauthors": []
        },
        {
          "title": "A Wise Object Framework for Distributed Intelligent Adaptive Systems.",
          "coauthors": []
        },
        {
          "title": "WOF: Towards Behavior Analysis and Representation of Emotions in Adaptive Systems.",
          "coauthors": []
        },
        {
          "title": "An overview to remotely sensed displacement measurements fusion: Current status and challenges.",
          "coauthors": []
        },
        {
          "title": "Wise Objects for Calm Technology.",
          "coauthors": []
        },
        {
          "title": "3D displacement retrieval on glacial areas by airborne multi-view photogrammetry.",
          "coauthors": []
        },
        {
          "title": "A swap randomization approach for mining motion field time series over the Argentiere glacier.",
          "coauthors": []
        },
        {
          "title": "Observation of the Argentière Glacier Flow Variability from 2009 to 2011 by TerraSAR-X and GPS Displacement Measurements.",
          "coauthors": []
        },
        {
          "title": "Attempt of alpine glacier flow modeling based on correlation measurements of high resolution SAR images.",
          "coauthors": []
        },
        {
          "title": "A first comparison of Cosmo-SkyMed and TerraSAR-X data over Chamonix Mont-Blanc test-site.",
          "coauthors": []
        },
        {
          "title": "Glacier flow monitoring by digital camera and space-borne SAR images.",
          "coauthors": []
        },
        {
          "title": "An Effective Approach for Home Services Management.",
          "coauthors": []
        },
        {
          "title": "Fast correlation technique for glacier flow monitoring by digital camera and space-borne SAR images.",
          "coauthors": []
        },
        {
          "title": "Monitoring Temperate Glacier Displacement by Multi-Temporal TerraSAR-X Images and Continuous GPS Measurements.",
          "coauthors": []
        },
        {
          "title": "EFIDIR : extraction et fusion d'informations pour la mesure de déplacements par imagerie radar.",
          "coauthors": []
        },
        {
          "title": "Byte-Range Asynchronous Locking in Distributed Settings.",
          "coauthors": []
        },
        {
          "title": "Synchronous Distributed Load Balancing on Totally Dynamic Networks.",
          "coauthors": []
        },
        {
          "title": "A Practical Approach of Diffusion Load Balancing Algorithms.",
          "coauthors": []
        },
        {
          "title": "Synchronous distributed load balancing on dynamic networks.",
          "coauthors": []
        },
        {
          "title": "A Decentralized Convergence Detection Algorithm for Asynchronous Parallel Iterative Algorithms.",
          "coauthors": []
        },
        {
          "title": "Algorithmique itérative pour l'équilibrage de charge dans les réseaux dynamiques. (Iterative algorithm for load balancing on dynamic networks).",
          "coauthors": []
        },
        {
          "title": "Broken Edges and Dimension Exchange Algorithms on Hypercube Topology.",
          "coauthors": []
        },
        {
          "title": "Accelerated Diffusion Algorithms on General Dynamic Networks.",
          "coauthors": []
        }
      ],
      "publication_count": 37,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Flavien%20Vernier"
    },
    "Emmanuel TROUVÉ": {
      "name": "Emmanuel TROUVÉ",
      "normalized_name": "Emmanuel Trouvé",
      "dblp_url": "https://dblp.org/pid/16/9000.html?q=Emmanuel+Trouv%C3%A9",
      "publications": [
        {
          "title": "ISSLIDE: A New InSAR Dataset for Slow SLIding Area DEtection With Machine Learning.",
          "coauthors": []
        },
        {
          "title": "Wet Snow Detection From Satellite SAR Images by Machine Learning With Physical Snowpack Model Labeling.",
          "coauthors": []
        },
        {
          "title": "DEM-Assisted Neural Network for SAR-to-Optical Image Translation.",
          "coauthors": []
        },
        {
          "title": "Supervised Classification for Analysis of Cryospheric Zones Using SAR Statistical Timeseries.",
          "coauthors": []
        },
        {
          "title": "SAR-DEM-Optical Mountainous Dataset for Distortion Management.",
          "coauthors": []
        },
        {
          "title": "ISSLIDE: InSAR dataset for Slow SLIding area DEtection with machine learning.",
          "coauthors": []
        },
        {
          "title": "Multimodal Remote Sensing Dataset for Landslide Change Detection in Haiti.",
          "coauthors": []
        },
        {
          "title": "Temporal Evolution of X and C Band Sar Backscattering In The Mont-Blanc Massif.",
          "coauthors": []
        },
        {
          "title": "CNN Classification of Wet Snow by Physical Snowpack Model Labeling.",
          "coauthors": []
        },
        {
          "title": "Deep Semantic Fusion of Sentinel-1 and Sentinel-2 Snow Products for Snow Monitoring in Mountainous Regions.",
          "coauthors": []
        },
        {
          "title": "LSD4WSD VX: An Open Dataset for Wet Snow Detection with SAR Data and Physical Labelling - Full Analysis Version.",
          "coauthors": []
        },
        {
          "title": "Fusion of Multitemporal Multisensor Velocities Using Temporal Closure of Fractions of Displacements.",
          "coauthors": []
        },
        {
          "title": "Ice Aprons in the Mont Blanc Massif (Western European Alps): Topographic Characteristics and Relations with Glaciers and Other Types of Perennial Surface Ice Features.",
          "coauthors": []
        },
        {
          "title": "Extraction of Velocity Time Series With an Optimal Temporal Sampling From Displacement Observation Networks.",
          "coauthors": []
        },
        {
          "title": "Deep Learning of Radiometrical and Geometrical Sar Distorsions for Image Modality translations.",
          "coauthors": []
        },
        {
          "title": "SAR Coherence Matrix as a Tool to Understand Behaviours of Ice Aprons.",
          "coauthors": []
        },
        {
          "title": "Temporal Consolidation Strategy for Ground-Based Image Displacement Time Series: Application to Glacier Monitoring.",
          "coauthors": []
        },
        {
          "title": "Frames Learned by Prime Convolution Layers in a Deep Learning Framework.",
          "coauthors": []
        },
        {
          "title": "Fusion of Glacier Displacement Observations with Different Temporal Baselines.",
          "coauthors": []
        },
        {
          "title": "Visibility Analysis of Glaciers on Steep Slopes in the European ALPS Using Terrasar-X/PAZ Data.",
          "coauthors": []
        },
        {
          "title": "Temporal Consolidation Strategy for Ground Based Image Displacement Time Series.",
          "coauthors": []
        },
        {
          "title": "Integration of Corner Reflectors for the Monitoring of Mountain Glacier Areas with Sentinel-1 Time Series.",
          "coauthors": []
        },
        {
          "title": "A Data-Adaptive EOF-Based Method for Displacement Signal Retrieval From InSAR Displacement Measurement Time Series for Decorrelating Targets.",
          "coauthors": []
        },
        {
          "title": "A Pattern-Based Mining System for Exploring Displacement Field Time Series.",
          "coauthors": []
        },
        {
          "title": "A Pattern-Based Method For Handling Confidence Measures While Mining Satellite Displacement Field Time Series: Application to Greenland Ice Sheet and Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "A Data-Adaptive Eof Based Method for Displacement Signal Extraction from Interferogram Time Series.",
          "coauthors": []
        },
        {
          "title": "Finding Complementary and Reliable Patterns in Displacement Field Time Series of Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "Potential and Limits of Sentinel-1 Data for Small Alpine Glaciers Monitoring.",
          "coauthors": []
        },
        {
          "title": "Application of the Curvelet Transform for Clutter and Noise Removal in GPR Data.",
          "coauthors": []
        },
        {
          "title": "Combined use of spaceborne SAR interferometry and in-situ measurements for glacier monitoring in mountain areas.",
          "coauthors": []
        },
        {
          "title": "SAR image texture tracking using a pointwise graph-based model for glacier displacement measurement.",
          "coauthors": []
        },
        {
          "title": "Handling coherence measures of displacement field time series: Application to Greenland ice sheet glaciers.",
          "coauthors": []
        },
        {
          "title": "Foreword to the Special Issue on Analysis of Multitemporal Data and Applications.",
          "coauthors": []
        },
        {
          "title": "Elevation Changes Inferred From TanDEM-X Data Over the Mont-Blanc Area: Impact of the X-Band Interferometric Bias.",
          "coauthors": []
        },
        {
          "title": "Wavelet Operators and Multiplicative Observation Models - Application to SAR Image Time-Series Analysis.",
          "coauthors": []
        },
        {
          "title": "Automatic localization of gas pipes from GPR imagery.",
          "coauthors": []
        },
        {
          "title": "Sparse decomposition of the GPR useful signal from hyperbola dictionary.",
          "coauthors": []
        },
        {
          "title": "An overview to remotely sensed displacement measurements fusion: Current status and challenges.",
          "coauthors": []
        },
        {
          "title": "Change analysis using multitemporal Sentinel-1 SAR images.",
          "coauthors": []
        },
        {
          "title": "Application of the curvelet transform for pipe detection in GPR images.",
          "coauthors": []
        },
        {
          "title": "Change analysis of dual polarimetric Sentinel-1 SAR image time series using stationary wavelet transform and change detection matrix.",
          "coauthors": []
        },
        {
          "title": "Elevation changes and X-band ice and snow penetration inferred from TanDEM-X data of the Mont-Blanc area.",
          "coauthors": []
        },
        {
          "title": "A swap randomization approach for mining motion field time series over the Argentiere glacier.",
          "coauthors": []
        },
        {
          "title": "Adaptive Multitemporal SAR Image Filtering Based on the Change Detection Matrix.",
          "coauthors": []
        },
        {
          "title": "Observation of the Argentière Glacier Flow Variability from 2009 to 2011 by TerraSAR-X and GPS Displacement Measurements.",
          "coauthors": []
        },
        {
          "title": "Urban subsidence as a local response of Amazonas river flooding observed by satellite SAR interferometry.",
          "coauthors": []
        },
        {
          "title": "Determination of glacier velocities at a large spatial scale from optical satellite archives.",
          "coauthors": []
        },
        {
          "title": "Adaptive multitemporal filtering of polarimetric SAR images.",
          "coauthors": []
        },
        {
          "title": "Multidate Divergence Matrices for the Analysis of SAR Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Attempt of alpine glacier flow modeling based on correlation measurements of high resolution SAR images.",
          "coauthors": []
        },
        {
          "title": "Efficient Spatio-temporal Mining of Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "Mexico City Subsidence Measured by InSAR Time Series: Joint Analysis Using PS and SBAS Approaches.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Uncertainty Representations of Coseismic Displacement Measurements Issued From SAR Imagery.",
          "coauthors": []
        },
        {
          "title": "Bootstrap method for maximum likelihood displacement estimation of glaciers surface.",
          "coauthors": []
        },
        {
          "title": "Vector and matrix LP norms in polarimetric radar filtering.",
          "coauthors": []
        },
        {
          "title": "Fusion of prior information and multi-scales local frequencies to facilitate D-InSAR phase unwrapping.",
          "coauthors": []
        },
        {
          "title": "A first comparison of Cosmo-SkyMed and TerraSAR-X data over Chamonix Mont-Blanc test-site.",
          "coauthors": []
        },
        {
          "title": "Glacier flow monitoring by digital camera and space-borne SAR images.",
          "coauthors": []
        },
        {
          "title": "Fast correlation technique for glacier flow monitoring by digital camera and space-borne SAR images.",
          "coauthors": []
        },
        {
          "title": "Monitoring Temperate Glacier Displacement by Multi-Temporal TerraSAR-X Images and Continuous GPS Measurements.",
          "coauthors": []
        },
        {
          "title": "EFIDIR : extraction et fusion d'informations pour la mesure de déplacements par imagerie radar.",
          "coauthors": []
        },
        {
          "title": "Unsupervised Spatiotemporal Mining of Satellite Image Time Series Using Grouped Frequent Sequential Patterns.",
          "coauthors": []
        },
        {
          "title": "Polsar RADARSAT-2 Satellite Image Time Series mining over the Chamonix Mont-Blanc test site.",
          "coauthors": []
        },
        {
          "title": "Mining Pixel Evolutions in Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "Radar-Coding and Geocoding Lookup Tables for the Fusion of GIS and SAR Data in Mountain Areas.",
          "coauthors": []
        },
        {
          "title": "Learning gradual rules to model convex polygon-shaped classes.",
          "coauthors": []
        },
        {
          "title": "Glaciermonitoring: Correlation versus texture tracking.",
          "coauthors": []
        },
        {
          "title": "Extraction of frequent grouped sequential patterns from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Assimilation of D-InSAR and sub-pixel image correlation displacement measurements for coseismic fault parameter estimation.",
          "coauthors": []
        },
        {
          "title": "DEM Error Retrieval by Analyzing Time Series of Differential Interferograms.",
          "coauthors": []
        },
        {
          "title": "Preliminary Terrasar-X Observations for Temperate Glaciers on the Chamonix Mont Blanc Test Site.",
          "coauthors": []
        },
        {
          "title": "High-Resolution SAR Interferometry: Estimation of Local Frequencies in the Context of Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "Normalized Coherency Matrix Estimation Under the SIRV Model. Alpine Glacier Polsar Data Analysis.",
          "coauthors": []
        },
        {
          "title": "On Extracting Evolutions from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "A Flood Hazard Risk Assessment Map in Growing Urban Areas by Integrating Remote Sensing and DEM Data.",
          "coauthors": []
        },
        {
          "title": "Combining Airborne Photographs and Spaceborne SAR Data to Monitor Temperate Glaciers: Potentials and Limits.",
          "coauthors": []
        },
        {
          "title": "Monitoring temperate glaciers by high resolution Pol-InSAR data: First analysis of Argentière E-SAR acquisitions and in-situ measurements.",
          "coauthors": []
        },
        {
          "title": "Coherent-stable scatterers detection in SAR multi-interferograms: Feature fuzzy fusion in Alpine glacier geophysical context.",
          "coauthors": []
        },
        {
          "title": "Intensity-driven adaptive-neighborhood technique for polarimetric and interferometric SAR parameters estimation.",
          "coauthors": []
        },
        {
          "title": "Combining optical and SAR data to monitor temperate glaciers.",
          "coauthors": []
        },
        {
          "title": "Intensity-driven-adaptive-neighborhood technique for POLSAR parameters estimation.",
          "coauthors": []
        },
        {
          "title": "Application of log-cumulants to the detection of spatiotemporal discontinuities in multitemporal SAR images.",
          "coauthors": []
        },
        {
          "title": "Velocities field of mountain glacier obtained by synthetic aperture radar interferometry. comparison of insar and surveyed velocities.",
          "coauthors": []
        },
        {
          "title": "Different fusion strategies to detect geographical objects by active contours in multitemporal SAR images.",
          "coauthors": []
        },
        {
          "title": "Improving coherence estimation for high-resolution polarimetric SAR interferometry.",
          "coauthors": []
        },
        {
          "title": "Information fusion approach for the appraisal of hazard worsening factors using remote sensing data.",
          "coauthors": []
        },
        {
          "title": "Statistical and operational performance assessment of multitemporal SAR image filtering.",
          "coauthors": []
        },
        {
          "title": "Linear features extraction in rain forest context from interferometric SAR images by fusion of coherence and amplitude information.",
          "coauthors": []
        },
        {
          "title": "Application of log-cumulants to change detection on multi-temporal SAR images.",
          "coauthors": []
        },
        {
          "title": "Change detection in urban context with multitemporal ERS-SAR images by using data fusion approach.",
          "coauthors": []
        },
        {
          "title": "Performance assessment of multitemporal SAR images' visual interpretation.",
          "coauthors": []
        },
        {
          "title": "An interactive fuzzy fusion system applied to change detection in SAR images.",
          "coauthors": []
        },
        {
          "title": "Improving feature extraction in satellite SAR images by an interactive fuzzy fusion of multi-temporal data.",
          "coauthors": []
        },
        {
          "title": "Amplitude-driven coherence filtering in complex interferograms.",
          "coauthors": []
        },
        {
          "title": "Improving phase unwrapping techniques by the use of local frequency estimates.",
          "coauthors": []
        }
      ],
      "publication_count": 95,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Emmanuel%20Trouv%C3%A9"
    },
    "Hervé VERJUS": {
      "name": "Hervé VERJUS",
      "normalized_name": "Hervé Verjus",
      "dblp_url": "https://dblp.org/pid/40/1653.html?q=Herv%C3%A9+Verjus",
      "publications": [
        {
          "title": "IEcons: A New Consensus Approach Using Multi-Text Representations for Clustering Task.",
          "coauthors": []
        },
        {
          "title": "Strategic Integration of Context for Fine-Tuning Topic Model Performance.",
          "coauthors": []
        },
        {
          "title": "LLM-centric pipeline for information extraction from invoices.",
          "coauthors": []
        },
        {
          "title": "Hierarchical Tensor Clustering for Multiple Graphs Representation.",
          "coauthors": []
        },
        {
          "title": "Machine Learning for Text Anomaly Detection: A Systematic Review.",
          "coauthors": []
        },
        {
          "title": "A Clustering Approach Combining Lines and Text Detection for Table Extraction.",
          "coauthors": []
        },
        {
          "title": "A Multilevel Clustering Method for Risky Areas in the Context of Avalanche Danger Management.",
          "coauthors": []
        },
        {
          "title": "A Global System for Avalanche Risk Assessment.",
          "coauthors": []
        },
        {
          "title": "Competency Cataloging and Localization to Support Organizational Agility in BPM.",
          "coauthors": []
        },
        {
          "title": "Business Process Management for MES Deployment: Some Lessons from a Bearings Manufacturer Experience.",
          "coauthors": []
        },
        {
          "title": "Conception et formalisation d'un système de recommandation adaptatif basé sur l'utilisation d'avatars.",
          "coauthors": []
        },
        {
          "title": "A New Approach for SBPM based on Competencies Management.",
          "coauthors": []
        },
        {
          "title": "Visual analytics for aiding decisions of ski touring itinerary in a risky snow avalanche environment.",
          "coauthors": []
        },
        {
          "title": "Organizational Agility Key Factors for Dynamic Business Process Management.",
          "coauthors": []
        },
        {
          "title": "Model Driven Engineering for Science Gateways.",
          "coauthors": []
        },
        {
          "title": "A service-oriented approach for flexible process support within enterprises: application on PLM systems.",
          "coauthors": []
        },
        {
          "title": "QoS aggregation for service orchestrations based on workflow pattern rules and MCDM method: evaluation at design time and runtime.",
          "coauthors": []
        },
        {
          "title": "Multi-level Service Approach for Flexible Support of Design Processes.",
          "coauthors": []
        },
        {
          "title": "Model Driven Engineering for Science Gateways.",
          "coauthors": []
        },
        {
          "title": "Service-Oriented Approach for Agile Support of Product Design Processes.",
          "coauthors": []
        },
        {
          "title": "Cadre conceptuel pour la modélisation et la supervision d'architectures à base de services. Une approche pour l'ingénierie des SI à base de services.",
          "coauthors": []
        },
        {
          "title": "Multi-criteria Decision Making Method for Quality of Service Aggregation.",
          "coauthors": []
        },
        {
          "title": "QoS Aggregation in Service Orchestrations Based on the Choquet Integral.",
          "coauthors": []
        },
        {
          "title": "Quality of Service Aggregation in e-Business Applications.",
          "coauthors": []
        },
        {
          "title": "Client-Oriented Preferences Model for QoS Aggregation in Service-Based Applications.",
          "coauthors": []
        },
        {
          "title": "Business Process Flexibility in Service Composition: Experiment Using a PLM-Based Scenario.",
          "coauthors": []
        },
        {
          "title": "An SOA Based Approach to Improve Business Processes Flexibility in PLM.",
          "coauthors": []
        },
        {
          "title": "BeeEye: A Framework for Constructing Architectural Views.",
          "coauthors": []
        },
        {
          "title": "Approche centrée architecture pour l'évolution dynamique de systèmes d'information.",
          "coauthors": []
        },
        {
          "title": "Software System Understanding via Architectural Views Extraction According to Multiple Viewpoints.",
          "coauthors": []
        },
        {
          "title": "Multiple viewpoints architecture extraction.",
          "coauthors": []
        },
        {
          "title": "DIAPASON: A Formal Approach for Supporting Agile and Evolvable Information System Service-Based Architectures.",
          "coauthors": []
        },
        {
          "title": "Towards Software Architecture Physiology: Identifying Vital Components.",
          "coauthors": []
        },
        {
          "title": "Towards A Process-Oriented Software Architecture Reconstruction Taxonomy.",
          "coauthors": []
        },
        {
          "title": "A Formal Framework For Building, Checking And Evolving Service Oriented Architectures.",
          "coauthors": []
        },
        {
          "title": "Managing Separation of Concerns in Grid Applications Through Architectural Model Transformations.",
          "coauthors": []
        },
        {
          "title": "Dynamic Architecture Based Evolution of Enterprise Information Systems.",
          "coauthors": []
        },
        {
          "title": "Diapason: an Engineering Approach for Designing, Executing and Evolving Service-Oriented Architectures.",
          "coauthors": []
        },
        {
          "title": "Managing Separation of Concerns in Grid Applications Through Architectural Model Transformations.",
          "coauthors": []
        },
        {
          "title": "Diapason: An Engineering Environment for Designing, Implementing and Evolving Service Orchestrations.",
          "coauthors": []
        },
        {
          "title": "Gestion des architectures évolutives dans ArchWare.",
          "coauthors": []
        },
        {
          "title": "p-Diapason : un langage pour la formalisation des architectures orientées services Web.",
          "coauthors": []
        },
        {
          "title": "An Architecture-Centric Approach for Managing the Evolution of EAI Services-Oriented Architecture.",
          "coauthors": []
        },
        {
          "title": "Managing Service-Based EAI Architectures Evolution Using a Formal Architecture-Centric Approach.",
          "coauthors": []
        },
        {
          "title": "A Formal Architecture-Centric Model-Driven Approach for the Automatic Generation of Grid Applications.",
          "coauthors": []
        },
        {
          "title": "A Formal Architecture-Centric Model-Driven Approach for the Automatic Generation of Grid Applications.",
          "coauthors": []
        },
        {
          "title": "A Model-driven Approach for Grid Services Engineering.",
          "coauthors": []
        },
        {
          "title": "Languages and Mechanisms for Software Processes and Manufacturing Enterprise Processes: Similarities and Differences.",
          "coauthors": []
        },
        {
          "title": "A Comparative Review of Process-Centered Software Engineering Environments.",
          "coauthors": []
        },
        {
          "title": "Conception et construction de fédérations de progiciels. (Designing and building software federations).",
          "coauthors": []
        },
        {
          "title": "A Software Framework for Software-Intensive Process Modeling, Enactment and fuzzy Control.",
          "coauthors": []
        },
        {
          "title": "Designing and Building Software Federations.",
          "coauthors": []
        },
        {
          "title": "Modelling and managing software federations.",
          "coauthors": []
        },
        {
          "title": "Support for Software Federations: The PIE Platform.",
          "coauthors": []
        },
        {
          "title": "ALLIANCE: An Agent-Based Case Environment for Enterprose Process Modelling, Enactment and Quantitative Control.",
          "coauthors": []
        }
      ],
      "publication_count": 55,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Herv%C3%A9%20Verjus"
    },
    "Yajing YAN": {
      "name": "Yajing YAN",
      "normalized_name": "Yajing Yan",
      "dblp_url": "https://dblp.org/pid/32/9002",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Yajing%20Yan"
    },
    "Richard DAPOIGNY": {
      "name": "Richard DAPOIGNY",
      "normalized_name": "Richard Dapoigny",
      "dblp_url": "https://dblp.org/pid/24/1348.html?q=Richard+Dapoigny",
      "publications": [
        {
          "title": "Towards a qualitative representation for specifying natural language.",
          "coauthors": []
        },
        {
          "title": "Detection and localization of underground networks by fusion of electromagnetic signal and GPR images.",
          "coauthors": []
        },
        {
          "title": "A Coq-Based Axiomatization of Tarski's Mereogeometry.",
          "coauthors": []
        },
        {
          "title": "Toward a Type-Theoretical Approach for an Ontologically-Based Detection of Underground Networks.",
          "coauthors": []
        },
        {
          "title": "Specifying Well-Formed Part-Whole Relations in Coq.",
          "coauthors": []
        },
        {
          "title": "Formalizing Context for Domain Ontologies in Coq.",
          "coauthors": []
        },
        {
          "title": "Formal foundations for situation awareness based on dependent type theory.",
          "coauthors": []
        },
        {
          "title": "A Typed Approach for Contextualizing the Part-Whole Relation.",
          "coauthors": []
        },
        {
          "title": "Modeling Ontological Structures with Type Classes in Coq.",
          "coauthors": []
        },
        {
          "title": "Modeling and Using Context - 8th International and Interdisciplinary Conference, CONTEXT 2013, Annecy, France, October 28 -31, 2013, Proceedings.",
          "coauthors": []
        },
        {
          "title": "A type-theoretical approach for ontologies: The case of roles.",
          "coauthors": []
        },
        {
          "title": "Enhancing Publication Description with Resources Metadata.",
          "coauthors": []
        },
        {
          "title": "Using a Dependently-Typed Language for Expressing Ontologies.",
          "coauthors": []
        },
        {
          "title": "Modeling Contexts with Dependent Types.",
          "coauthors": []
        },
        {
          "title": "Towards Ontological Correctness of Part-whole Relations with Dependent Types.",
          "coauthors": []
        },
        {
          "title": "Towards an Ontological Modeling with Dependent Types: Application to Part-Whole Relations.",
          "coauthors": []
        },
        {
          "title": "Special Track on Semantics, Ontologies, and Computational Linguistics.",
          "coauthors": []
        },
        {
          "title": "Reasoning about Relations with Dependent Types: Application to Context-Aware Applications.",
          "coauthors": []
        },
        {
          "title": "Vers un modèle formel pour le raisonnement à partir des contextes.",
          "coauthors": []
        },
        {
          "title": "Causal Reasoning with Contexts Using Dependent Types.",
          "coauthors": []
        },
        {
          "title": "Towards a Conceptual Structure based on Type Theory.",
          "coauthors": []
        },
        {
          "title": "A Theorem Prover with Dependent Types for Reasoning about Actions.",
          "coauthors": []
        },
        {
          "title": "Formal Method for Aligning Goal Ontologies.",
          "coauthors": []
        },
        {
          "title": "Service Retrieval for Distributed Environment: An Approach Based Service-Ontologies Mapping.",
          "coauthors": []
        },
        {
          "title": "Goal Reasoning with Context Record Types.",
          "coauthors": []
        },
        {
          "title": "Using Contexts to Prove and Share Situations.",
          "coauthors": []
        },
        {
          "title": "Formal Method for Automatic and Semantic Mapping of Distributed Service-Ontologies.",
          "coauthors": []
        },
        {
          "title": "Towards a Context Theory for Context-aware systems.",
          "coauthors": []
        },
        {
          "title": "Semantic Interoperability between Functional Ontologies.",
          "coauthors": []
        },
        {
          "title": "Modeling and Multi-agent Specification of IF-Based Distributed Goal Ontologies.",
          "coauthors": []
        },
        {
          "title": "Dependent Record Types for Dynamic Context Representation.",
          "coauthors": []
        },
        {
          "title": "Advances in Applied Artificial Intelligence, 19th International Conference on Industrial, Engineering and Other Applications of Applied Intelligent Systems, IEA/AIE 2006, Annecy, France, June 27-30, 2006, Proceedings.",
          "coauthors": []
        },
        {
          "title": "deriving behavior from goal structure for the intelligent control of physical systems.",
          "coauthors": []
        },
        {
          "title": "Formal Goal Generation for Intelligent Control Systems.",
          "coauthors": []
        },
        {
          "title": "Inferential Knowledge Sharing with Goal Hierarchies in Distributed Engineering Systems.",
          "coauthors": []
        },
        {
          "title": "A Functional and Behavioral Knowledge-based Implementation for Intelligent Sensors/Actuators.",
          "coauthors": []
        },
        {
          "title": "Agent-Based Implementation on Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "Functional Ontology for Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "Fuzzy-based intelligent sensors: modeling, design, application.",
          "coauthors": []
        },
        {
          "title": "Pretopological Transformations of Binary Images: A Parallel Implementation.",
          "coauthors": []
        }
      ],
      "publication_count": 40,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Richard%20Dapoigny"
    },
    "Laurent FOULLOY": {
      "name": "Laurent FOULLOY",
      "normalized_name": "Laurent Foulloy",
      "dblp_url": "https://dblp.org/pid/32/2340.html?q=Laurent+Foulloy",
      "publications": [
        {
          "title": "Extension de la transformation probabilité possibilité bi-normalisée au cas multi-varié.",
          "coauthors": []
        },
        {
          "title": "Thick gradual sets and their computations: Application for determining the uncertain zone explored by an underwater robot.",
          "coauthors": []
        },
        {
          "title": "A new transformation of continuous unimodal asymmetric probability distributions into possibility distributions.",
          "coauthors": []
        },
        {
          "title": "Process Capability Indices Based on Skewed Possibility Distributions for Drilling Operations.",
          "coauthors": []
        },
        {
          "title": "A fuzzy temporal approach to the Overall Equipment Effectiveness measurement.",
          "coauthors": []
        },
        {
          "title": "Thick gradual intervals: An alternative interpretation of type-2 fuzzy intervals and its potential use in type-2 fuzzy computations.",
          "coauthors": []
        },
        {
          "title": "Min and Max Operators for Gradual Intervals.",
          "coauthors": []
        },
        {
          "title": "Extended gradual interval (EGI) arithmetic and its application to gradual weighted averages.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Symbolic Handling of Industrial Instantaneous and Trend Performance Expressions.",
          "coauthors": []
        },
        {
          "title": "Towards a unified descriptive framework for industrial objective declaration and performance measurement.",
          "coauthors": []
        },
        {
          "title": "Model Inversion Using Extended Gradual Interval Arithmetic.",
          "coauthors": []
        },
        {
          "title": "Model Inversion using Extended Gradual Intervals Arithmetic.",
          "coauthors": []
        },
        {
          "title": "Formal Method for Aligning Goal Ontologies.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Feedback Linearizing Controller and Its Equivalence With the Fuzzy Nonlinear Internal Model Control Structure.",
          "coauthors": []
        },
        {
          "title": "MIN and MAX Operators for Fuzzy Intervals and Their Potential Use in Aggregation Operators.",
          "coauthors": []
        },
        {
          "title": "Inverse Arithmetic Operators for Fuzzy Intervals.",
          "coauthors": []
        },
        {
          "title": "Building a class of fuzzy equivalence relations.",
          "coauthors": []
        },
        {
          "title": "Inverse controller design for fuzzy interval systems.",
          "coauthors": []
        },
        {
          "title": "An Educational Tool for Fuzzy Control.",
          "coauthors": []
        },
        {
          "title": "Toward a safe design of CANopen distributed instruments.",
          "coauthors": []
        },
        {
          "title": "Semantic Interoperability between Functional Ontologies.",
          "coauthors": []
        },
        {
          "title": "Modeling and Multi-agent Specification of IF-Based Distributed Goal Ontologies.",
          "coauthors": []
        },
        {
          "title": "deriving behavior from goal structure for the intelligent control of physical systems.",
          "coauthors": []
        },
        {
          "title": "Formal Goal Generation for Intelligent Control Systems.",
          "coauthors": []
        },
        {
          "title": "Inferential Knowledge Sharing with Goal Hierarchies in Distributed Engineering Systems.",
          "coauthors": []
        },
        {
          "title": "Explicit analytical formulation and exact inversion of decomposable fuzzy systems with singleton consequents.",
          "coauthors": []
        },
        {
          "title": "Probability-Possibility Transformations, Triangular Fuzzy Sets, and Probabilistic Inequalities.",
          "coauthors": []
        },
        {
          "title": "Observer-based fuzzy adaptive control for a class of nonlinear systems: real-time implementation for a robot wrist.",
          "coauthors": []
        },
        {
          "title": "A Functional and Behavioral Knowledge-based Implementation for Intelligent Sensors/Actuators.",
          "coauthors": []
        },
        {
          "title": "Fuzzy control for fuzzy interval systems part II: application to inverse model based control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy control for fuzzy interval systems part I: solving first order fuzzy equations.",
          "coauthors": []
        },
        {
          "title": "Editorial.",
          "coauthors": []
        },
        {
          "title": "Integrating expert knowledge into industrial control structures.",
          "coauthors": []
        },
        {
          "title": "Fuzzy control with fuzzy inputs.",
          "coauthors": []
        },
        {
          "title": "Nonlinear internal model control: application of inverse model based fuzzy control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy adaptive linearizing control for non-affine systems.",
          "coauthors": []
        },
        {
          "title": "Agent-Based Implementation on Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "Functional Ontology for Intelligent Instruments.",
          "coauthors": []
        },
        {
          "title": "A fuzzy symbolic approach to formalize sensory measurements: an application to a comfort sensor.",
          "coauthors": []
        },
        {
          "title": "Fuzzy linearizing control approach for a class of nonlinear discrete-time systems and its equivalence with internal model control structure.",
          "coauthors": []
        },
        {
          "title": "Automatic code generation based on generic description of intelligent instrument.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Nonlinear Adaptive Internal Model Control (FNAIMC).",
          "coauthors": []
        },
        {
          "title": "Fuzzy adaptive control for nonlinear systems. Real-time implementation for a robot wrist.",
          "coauthors": []
        },
        {
          "title": "Fuzzy-based intelligent sensors: modeling, design, application.",
          "coauthors": []
        },
        {
          "title": "Industrial performance expression: survey and new directions.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Robust Control for Discrete-Time Nonlinear Systems Using Input-Output Linearization and H_ Optimization.",
          "coauthors": []
        },
        {
          "title": "Fuzzy handling of measurement errors in instrumentation.",
          "coauthors": []
        },
        {
          "title": "Local measurement validation for an intelligent chirped-FM ultrasonic range sensor.",
          "coauthors": []
        },
        {
          "title": "Fuzzy modeling of measurement data acquired from physical sensors.",
          "coauthors": []
        },
        {
          "title": "Fuzzy nonlinear adaptive internal model control (FNAIMC) part I: Fuzzy model identification.",
          "coauthors": []
        },
        {
          "title": "Fuzzy nonlinear adaptive internal model control (FNAIMC) part II: Fuzzy model inversion.",
          "coauthors": []
        },
        {
          "title": "Application of fuzzy logic control for continuous casting mold level control.",
          "coauthors": []
        },
        {
          "title": "Possibility/necessity semantics for the evaluation of the manufacturing processes performance.",
          "coauthors": []
        },
        {
          "title": "Fuzzy learning control of nonlinear systems using input-output linearization.",
          "coauthors": []
        },
        {
          "title": "Size reduction in fuzzy rulebases.",
          "coauthors": []
        },
        {
          "title": "Fuzzy component network for intelligent measurement and control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy controllers: synthesis and equivalences.",
          "coauthors": []
        },
        {
          "title": "Towards symbolic process control.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Sensors for fuzzy Control.",
          "coauthors": []
        },
        {
          "title": "Qualitative Control and Fuzzy Control: Towards a Writing Methodology.",
          "coauthors": []
        },
        {
          "title": "Behavior Rule Systems for Distributed Process Control.",
          "coauthors": []
        },
        {
          "title": "A rule based decision system for the robotization or metal laser cutting.",
          "coauthors": []
        },
        {
          "title": "Improving the precision of a robot.",
          "coauthors": []
        }
      ],
      "publication_count": 63,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Laurent%20Foulloy"
    },
    "Christophe ROCHE": {
      "name": "Christophe ROCHE",
      "normalized_name": "Christophe Roche",
      "dblp_url": "https://dblp.org/pid/73/1230",
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Christophe%20Roche"
    },
    "Philippe BOLON": {
      "name": "Philippe BOLON",
      "normalized_name": "Philippe Bolon",
      "dblp_url": "https://dblp.org/pid/21/3066.html?q=Philippe+Bolon",
      "publications": [
        {
          "title": "Offshore Oil Slick Detection: From Photo-Interpreter to Explainable Multi-Modal Deep Learning Models Using SAR Images and Contextual Data.",
          "coauthors": []
        },
        {
          "title": "Corrections to \"EM-EOF: Gap-Filling in Incomplete SAR Displacement Time Series\".",
          "coauthors": []
        },
        {
          "title": "Explainability of Image Semantic Segmentation Through SHAP Values.",
          "coauthors": []
        },
        {
          "title": "Deep learning based automatic detection of offshore oil slicks using SAR data and contextual information.",
          "coauthors": []
        },
        {
          "title": "Spatiotemporal Filling of Missing Data in Remotely Sensed Displacement Measurement Time Series.",
          "coauthors": []
        },
        {
          "title": "EM-EOF: Gap-Filling in Incomplete SAR Displacement Time Series.",
          "coauthors": []
        },
        {
          "title": "Gap-Filling Based on EOF Analysis of Spatio-Temporal Covariance of Satellite Image Derived Displacement Time Series.",
          "coauthors": []
        },
        {
          "title": "Offshore Oil Slicks Detection From SAR Images Through The Mask-RCNN Deep Learning Model.",
          "coauthors": []
        },
        {
          "title": "Gap-filling based on iterative EOF analysis of temporal covariance : application to InSAR displacement time series.",
          "coauthors": []
        },
        {
          "title": "A Fast and Accurate Rule-Base Generation Method for Mamdani Fuzzy Systems.",
          "coauthors": []
        },
        {
          "title": "A redundancy measure for efficient fuzzy rule-base reduction.",
          "coauthors": []
        },
        {
          "title": "Detection and localization of underground networks by fusion of electromagnetic signal and GPR images.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Rule-Based Model of Vibrotactile Perception via an Automobile Haptic Screen.",
          "coauthors": []
        },
        {
          "title": "A Linear-Complexity Rule Base Generation Method for Fuzzy Systems.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Expert Model of Haptic Perception for Automobile Touch-Screen Displays.",
          "coauthors": []
        },
        {
          "title": "Toward a Type-Theoretical Approach for an Ontologically-Based Detection of Underground Networks.",
          "coauthors": []
        },
        {
          "title": "Best basis for joint representation: The median of marginal best bases for low cost information exchanges in distributed signal representation.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Rule-Based Haptic Perception Model for Automotive Vibrotactile Display.",
          "coauthors": []
        },
        {
          "title": "2-D Wavelet Packet Spectrum for Texture Analysis.",
          "coauthors": []
        },
        {
          "title": "A fuzzy model relating vibrotactile signal characteristics to haptic sensory evaluations.",
          "coauthors": []
        },
        {
          "title": "A decision support system for animated film selection based on a multi-criteria aggregation of referees' ordinal preferences.",
          "coauthors": []
        },
        {
          "title": "Efficient Spatio-temporal Mining of Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "An information fusion approach for glacier mapping using multi-source remote sensing data.",
          "coauthors": []
        },
        {
          "title": "Matching of multi-resolution image for remote sensing glacier detection.",
          "coauthors": []
        },
        {
          "title": "Integer approximation of 3D chamfer mask coefficients using a scaling factor in anisotropic grids.",
          "coauthors": []
        },
        {
          "title": "Monitoring Temperate Glacier Displacement by Multi-Temporal TerraSAR-X Images and Continuous GPS Measurements.",
          "coauthors": []
        },
        {
          "title": "Unsupervised Spatiotemporal Mining of Satellite Image Time Series Using Grouped Frequent Sequential Patterns.",
          "coauthors": []
        },
        {
          "title": "Polsar RADARSAT-2 Satellite Image Time Series mining over the Chamonix Mont-Blanc test site.",
          "coauthors": []
        },
        {
          "title": "Mining Pixel Evolutions in Satellite Image Time Series for Agricultural Monitoring.",
          "coauthors": []
        },
        {
          "title": "Radar-Coding and Geocoding Lookup Tables for the Fusion of GIS and SAR Data in Mountain Areas.",
          "coauthors": []
        },
        {
          "title": "Extraction of frequent grouped sequential patterns from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Lower and Upper Bounds for Scaling Factors Used for Integer Approximation of 3D Anisotropic Chamfer Distance Operator.",
          "coauthors": []
        },
        {
          "title": "High-Resolution SAR Interferometry: Estimation of Local Frequencies in the Context of Alpine Glaciers.",
          "coauthors": []
        },
        {
          "title": "An Attribute Fusion System Based on the Choquet Integral to Evaluate the Quality of Composite Parts.",
          "coauthors": []
        },
        {
          "title": "On Extracting Evolutions from Satellite Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Combining Airborne Photographs and Spaceborne SAR Data to Monitor Temperate Glaciers: Potentials and Limits.",
          "coauthors": []
        },
        {
          "title": "Coherent-stable scatterers detection in SAR multi-interferograms: Feature fuzzy fusion in Alpine glacier geophysical context.",
          "coauthors": []
        },
        {
          "title": "Exact histogram specification.",
          "coauthors": []
        },
        {
          "title": "Intensity-driven-adaptive-neighborhood technique for POLSAR parameters estimation.",
          "coauthors": []
        },
        {
          "title": "Different fusion strategies to detect geographical objects by active contours in multitemporal SAR images.",
          "coauthors": []
        },
        {
          "title": "Improving coherence estimation for high-resolution polarimetric SAR interferometry.",
          "coauthors": []
        },
        {
          "title": "A fuzzy rule-based interactive fusion system for seismic data analysis.",
          "coauthors": []
        },
        {
          "title": "Statistical and operational performance assessment of multitemporal SAR image filtering.",
          "coauthors": []
        },
        {
          "title": "A fuzzy linguistic-based software tool for seismic image interpretation.",
          "coauthors": []
        },
        {
          "title": "An interactive fuzzy fusion system applied to change detection in SAR images.",
          "coauthors": []
        },
        {
          "title": "A New Method to Compute the Distortion Vector Field from Two Images.",
          "coauthors": []
        },
        {
          "title": "Dissimilarity Measures in Color Spaces.",
          "coauthors": []
        },
        {
          "title": "Improving feature extraction in satellite SAR images by an interactive fuzzy fusion of multi-temporal data.",
          "coauthors": []
        },
        {
          "title": "Amplitude-driven coherence filtering in complex interferograms.",
          "coauthors": []
        },
        {
          "title": "Fragile and robust watermarking by histogram specification.",
          "coauthors": []
        },
        {
          "title": "Application of Baddeley's distance to dissimilarity measurement between gray scale images.",
          "coauthors": []
        },
        {
          "title": "Seismic image segmentation by fuzzy fusion of attributes.",
          "coauthors": []
        },
        {
          "title": "Image authentication by exact histogram specification.",
          "coauthors": []
        },
        {
          "title": "Fast computation of rank order statistics.",
          "coauthors": []
        },
        {
          "title": "Regional watermarking in spatial domain.",
          "coauthors": []
        },
        {
          "title": "Objective metric for colour image comparison.",
          "coauthors": []
        },
        {
          "title": "Color Image Watermarking in HSI Space.",
          "coauthors": []
        },
        {
          "title": "3D Nonstationary Local Distance Operator.",
          "coauthors": []
        },
        {
          "title": "Strict Ordering on Discrete Images and Applications.",
          "coauthors": []
        },
        {
          "title": "Robust Watermarking by Histogram Specification.",
          "coauthors": []
        },
        {
          "title": "Comparison of Prefiltering Operators for Road Network Extraction in Sar Images.",
          "coauthors": []
        },
        {
          "title": "Very efficient implementation of max/min filters.",
          "coauthors": []
        },
        {
          "title": "Watermarking by histogram specification.",
          "coauthors": []
        },
        {
          "title": "Decomposition and order statistics in filtering.",
          "coauthors": []
        },
        {
          "title": "An inverse problem: Histogram equalization.",
          "coauthors": []
        },
        {
          "title": "A new operator for image processing based on Lp-Filter approximation.",
          "coauthors": []
        },
        {
          "title": "Filtering in the segmentation space.",
          "coauthors": []
        },
        {
          "title": "Quantitative Assessment of Two Skeletonization Algorithms Adapted to Rectangular Grids.",
          "coauthors": []
        },
        {
          "title": "Adaptive weighted dα filter.",
          "coauthors": []
        },
        {
          "title": "Performance evaluation of Dα-filters.",
          "coauthors": []
        },
        {
          "title": "A skeletonization algorithm using chamfer distance transformation adapted to rectangular grids.",
          "coauthors": []
        },
        {
          "title": "Discrete distance operator on rectangular grids.",
          "coauthors": []
        },
        {
          "title": "Directional Adaptive Image Filtering: Application to DNA Sequence Analysis.",
          "coauthors": []
        },
        {
          "title": "A Region-Region and Region-Edge Cooperative Approach of Image Segmentation.",
          "coauthors": []
        },
        {
          "title": "Speed measurement by cross-correlation - theoretical and practical aspects.",
          "coauthors": []
        }
      ],
      "publication_count": 75,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Philippe%20Bolon"
    },
    "Florent BALDINI": {
      "name": "Florent BALDINI",
      "normalized_name": "Florent Baldini",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Florent%20Baldini"
    },
    "Magali-Lina VIANDAZ": {
      "name": "Magali-Lina VIANDAZ",
      "normalized_name": "Magali-Lina Viandaz",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Magali-Lina%20Viandaz"
    },
    "Alseny DIALLO": {
      "name": "Alseny DIALLO",
      "normalized_name": "Alseny Diallo",
      "dblp_url": "https://dblp.org/pid/221/1086.html?q=Alseny+Diallo",
      "publications": [
        {
          "title": "IR+: Removing parallel I/O interference of MPI programs via data replication over heterogeneous storage devices.",
          "coauthors": []
        }
      ],
      "publication_count": 1,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Alseny%20Diallo"
    },
    "Sabrine BOUAZIZ": {
      "name": "Sabrine BOUAZIZ",
      "normalized_name": "Sabrine Bouaziz",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Sabrine%20Bouaziz"
    },
    "Gilles MAURIS": {
      "name": "Gilles MAURIS",
      "normalized_name": "Gilles Mauris",
      "dblp_url": "https://dblp.org/pid/82/4416.html?q=Gilles+Mauris",
      "publications": [
        {
          "title": "A Multilevel Clustering Method for Risky Areas in the Context of Avalanche Danger Management.",
          "coauthors": []
        },
        {
          "title": "Extension de la transformation probabilité possibilité bi-normalisée au cas multi-varié.",
          "coauthors": []
        },
        {
          "title": "A Global System for Avalanche Risk Assessment.",
          "coauthors": []
        },
        {
          "title": "A new transformation of continuous unimodal asymmetric probability distributions into possibility distributions.",
          "coauthors": []
        },
        {
          "title": "Process Capability Indices Based on Skewed Possibility Distributions for Drilling Operations.",
          "coauthors": []
        },
        {
          "title": "On Elliptical Possibility Distributions.",
          "coauthors": []
        },
        {
          "title": "The Contribution concept for the control of a manufacturing multi-criteria performance improvement.",
          "coauthors": []
        },
        {
          "title": "A Fast and Accurate Rule-Base Generation Method for Mamdani Fuzzy Systems.",
          "coauthors": []
        },
        {
          "title": "A redundancy measure for efficient fuzzy rule-base reduction.",
          "coauthors": []
        },
        {
          "title": "Visual analytics for aiding decisions of ski touring itinerary in a risky snow avalanche environment.",
          "coauthors": []
        },
        {
          "title": "Image change detection by possibility distribution dissemblance.",
          "coauthors": []
        },
        {
          "title": "An overview to remotely sensed displacement measurements fusion: Current status and challenges.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Rule-Based Model of Vibrotactile Perception via an Automobile Haptic Screen.",
          "coauthors": []
        },
        {
          "title": "A Linear-Complexity Rule Base Generation Method for Fuzzy Systems.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Expert Model of Haptic Perception for Automobile Touch-Screen Displays.",
          "coauthors": []
        },
        {
          "title": "A Multicriteria Decision Support System using a Possibility Representation for Managing Inconsistent Assessments of Experts Involved in Emergency Situations.",
          "coauthors": []
        },
        {
          "title": "A Possibilistic View of Binomial Parameter Estimation.",
          "coauthors": []
        },
        {
          "title": "A Fuzzy Rule-Based Haptic Perception Model for Automotive Vibrotactile Display.",
          "coauthors": []
        },
        {
          "title": "A Review of Relationships Between Possibility and Probability Representations of Uncertainty in Measurement.",
          "coauthors": []
        },
        {
          "title": "A fuzzy model relating vibrotactile signal characteristics to haptic sensory evaluations.",
          "coauthors": []
        },
        {
          "title": "Possibility transformation of the sum of two symmetric unimodal independent/comonotone random variables.",
          "coauthors": []
        },
        {
          "title": "A decision support system for animated film selection based on a multi-criteria aggregation of referees' ordinal preferences.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Uncertainty Representations of Coseismic Displacement Measurements Issued From SAR Imagery.",
          "coauthors": []
        },
        {
          "title": "Possibility distributions: A unified representation of usual direct-probability-based parameter estimation methods.",
          "coauthors": []
        },
        {
          "title": "Optimising industrial performance improvement within a quantitative multi-criteria aggregation framework.",
          "coauthors": []
        },
        {
          "title": "EFIDIR : extraction et fusion d'informations pour la mesure de déplacements par imagerie radar.",
          "coauthors": []
        },
        {
          "title": "Management decision-aiding with a fuzzy integral based Performance Measurement System.",
          "coauthors": []
        },
        {
          "title": "Proceedings of the 7th conference of the European Society for Fuzzy Logic and Technology, EUSFLAT 2011, Aix-Les-Bains, France, July 18-22, 2011.",
          "coauthors": []
        },
        {
          "title": "Transformation of Bimodal Probability Distributions Into Possibility Distributions.",
          "coauthors": []
        },
        {
          "title": "Preference and causal fuzzy models for manager's decision aiding in industrial performance improvement.",
          "coauthors": []
        },
        {
          "title": "Assimilation of D-InSAR and sub-pixel image correlation displacement measurements for coseismic fault parameter estimation.",
          "coauthors": []
        },
        {
          "title": "Uncertainty Interval Expression of Measurement: Possibility Maximum Specificity versus Probability Maximum Entropy Principles.",
          "coauthors": []
        },
        {
          "title": "A possibilistic-valued multi-criteria decision-making support for marketing activities in e-commerce: Feedback Based Diagnosis System.",
          "coauthors": []
        },
        {
          "title": "Representing and Approximating Symmetric and Asymmetric Probability Coverage Intervals by Possibility Distributions.",
          "coauthors": []
        },
        {
          "title": "Possibility Distribution: a unified representation for parameter estimation.",
          "coauthors": []
        },
        {
          "title": "Efficacy and efficiency indexes for a multi-criteria industrial performance synthesized by Choquet integral aggregation.",
          "coauthors": []
        },
        {
          "title": "An Attribute Fusion System Based on the Choquet Integral to Evaluate the Quality of Composite Parts.",
          "coauthors": []
        },
        {
          "title": "A Flood Hazard Risk Assessment Map in Growing Urban Areas by Integrating Remote Sensing and DEM Data.",
          "coauthors": []
        },
        {
          "title": "Inferring a Possibility Distribution from Very Few Measurements.",
          "coauthors": []
        },
        {
          "title": "Expression of Measurement Uncertainty in a Very Limited Knowledge Context: A Possibility Theory-Based Approach.",
          "coauthors": []
        },
        {
          "title": "Fuzzy Representation of Incomplete Knowledge about Infinite Support Probability distributions in a Measurement Context.",
          "coauthors": []
        },
        {
          "title": "User-friendly Optimal Improvement of an Overall Industrial Performance Based on a Fuzzy Choquet Integral Aggregation.",
          "coauthors": []
        },
        {
          "title": "Back-propagation of imprecision in a cheese ripening fuzzy model based on human sensory evaluations.",
          "coauthors": []
        },
        {
          "title": "Propagation of uncertainty by the possibility theory in Choquet integral-based decision making: application to an E-commerce website choice support.",
          "coauthors": []
        },
        {
          "title": "Toward a safe design of CANopen distributed instruments.",
          "coauthors": []
        },
        {
          "title": "A Quantified Industrial Performance Measurement System Based on a Choquet Fuzzy Integral.",
          "coauthors": []
        },
        {
          "title": "Handling uncertainty in a multi-criteria decision-making support system: Application to the E- recommendation website.",
          "coauthors": []
        },
        {
          "title": "Probability-Possibility Transformations, Triangular Fuzzy Sets, and Probabilistic Inequalities.",
          "coauthors": []
        },
        {
          "title": "Information fusion approach for the appraisal of hazard worsening factors using remote sensing data.",
          "coauthors": []
        },
        {
          "title": "Information fusion in industrial performance: a 2-additive Choquet-integral based approach.",
          "coauthors": []
        },
        {
          "title": "A fuzzy rule-based interactive fusion system for seismic data analysis.",
          "coauthors": []
        },
        {
          "title": "Linear features extraction in rain forest context from interferometric SAR images by fusion of coherence and amplitude information.",
          "coauthors": []
        },
        {
          "title": "A fuzzy linguistic-based software tool for seismic image interpretation.",
          "coauthors": []
        },
        {
          "title": "Experimental Analysis of Sensory Measurement Imperfection Impact for a Cheese Ripening Fuzzy Model.",
          "coauthors": []
        },
        {
          "title": "Change detection in urban context with multitemporal ERS-SAR images by using data fusion approach.",
          "coauthors": []
        },
        {
          "title": "A fuzzy symbolic approach to formalize sensory measurements: an application to a comfort sensor.",
          "coauthors": []
        },
        {
          "title": "An interactive fuzzy fusion system applied to change detection in SAR images.",
          "coauthors": []
        },
        {
          "title": "Improving feature extraction in satellite SAR images by an interactive fuzzy fusion of multi-temporal data.",
          "coauthors": []
        },
        {
          "title": "Seismic image segmentation by fuzzy fusion of attributes.",
          "coauthors": []
        },
        {
          "title": "Industrial performance expression: survey and new directions.",
          "coauthors": []
        },
        {
          "title": "Fuzzy handling of measurement errors in instrumentation.",
          "coauthors": []
        },
        {
          "title": "Local measurement validation for an intelligent chirped-FM ultrasonic range sensor.",
          "coauthors": []
        },
        {
          "title": "Statistical and fuzzy models of ambulatory systolic blood pressure for hypertension diagnosis.",
          "coauthors": []
        },
        {
          "title": "Fuzzy modeling of measurement data acquired from physical sensors.",
          "coauthors": []
        },
        {
          "title": "A fuzzy linguistic model for ambulatory systolic blood pressure variation prediction.",
          "coauthors": []
        },
        {
          "title": "Fuzzy fusion techniques for linear features detection in multitemporal SAR images.",
          "coauthors": []
        },
        {
          "title": "Possibility/necessity semantics for the evaluation of the manufacturing processes performance.",
          "coauthors": []
        }
      ],
      "publication_count": 67,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Gilles%20Mauris"
    },
    "Zaid ALLAL": {
      "name": "Zaid ALLAL",
      "normalized_name": "Zaid Allal",
      "dblp_url": "https://dblp.org/pid/375/8647.html?q=Zaid+Allal",
      "publications": [
        {
          "title": "Explainable artificial intelligence of tree-based algorithms for fault detection and diagnosis in grid-connected photovoltaic systems.",
          "coauthors": []
        },
        {
          "title": "Leveraging the power of machine learning and data balancing techniques to evaluate stability in smart grids.",
          "coauthors": []
        },
        {
          "title": "Wind turbine fault detection and identification using a two-tier machine learning framework.",
          "coauthors": []
        },
        {
          "title": "Advanced Anomaly Detection in Energy Control Systems Using Machine Learning and Feature Engineering.",
          "coauthors": []
        },
        {
          "title": "Predicting Power Consumption Using Machine Learning Techniques.",
          "coauthors": []
        }
      ],
      "publication_count": 5,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Zaid%20Allal"
    },
    "Karima BOUTALBI": {
      "name": "Karima BOUTALBI",
      "normalized_name": "Karima Boutalbi",
      "dblp_url": "https://dblp.org/pid/353/5584.html?q=Karima+Boutalbi",
      "publications": [
        {
          "title": "IEcons: A New Consensus Approach Using Multi-Text Representations for Clustering Task.",
          "coauthors": []
        },
        {
          "title": "Hierarchical Tensor Clustering for Multiple Graphs Representation.",
          "coauthors": []
        },
        {
          "title": "Machine Learning for Text Anomaly Detection: A Systematic Review.",
          "coauthors": []
        },
        {
          "title": "A Clustering Approach Combining Lines and Text Detection for Table Extraction.",
          "coauthors": []
        }
      ],
      "publication_count": 4,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Karima%20Boutalbi"
    },
    "Pierre DARDOUILLET": {
      "name": "Pierre DARDOUILLET",
      "normalized_name": "Pierre Dardouillet",
      "dblp_url": "https://dblp.org/pid/327/0867.html?q=Pierre+Dardouillet",
      "publications": [
        {
          "title": "Strategic Integration of Context for Fine-Tuning Topic Model Performance.",
          "coauthors": []
        },
        {
          "title": "A Clustering Approach Combining Lines and Text Detection for Table Extraction.",
          "coauthors": []
        },
        {
          "title": "Offshore Oil Slick Detection: From Photo-Interpreter to Explainable Multi-Modal Deep Learning Models Using SAR Images and Contextual Data.",
          "coauthors": []
        },
        {
          "title": "Explainability of Image Semantic Segmentation Through SHAP Values.",
          "coauthors": []
        }
      ],
      "publication_count": 4,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Pierre%20Dardouillet"
    },
    "Ranya El hadri": {
      "name": "Ranya El hadri",
      "normalized_name": "ranya el hadri",
      "dblp_url": "https://dblp.org/pid/301/6514.html?q=ranya+el+hadri",
      "publications": [
        {
          "title": "Application and evaluation of sentence embedding and clustering methods in the context of concept hierarchy construction.",
          "coauthors": []
        },
        {
          "title": "Breast Fine Needle Cytological Classification Using Deep Hybrid Architectures.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=ranya%20el%20hadri"
    },
    "Dana El Hajjar": {
      "name": "Dana El Hajjar",
      "normalized_name": "dana el hajjar",
      "dblp_url": "https://dblp.org/pid/386/1176.html?q=dana+el+hajjar",
      "publications": [
        {
          "title": "Robust Sequential Phase Estimation Using Multi-Temporal SAR Image Series.",
          "coauthors": []
        },
        {
          "title": "Sequential Phase Linking : Progressive Integration of SAR Images for Operational Phase Estimation.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=dana%20el%20hajjar"
    },
    "Fatema EL-HUSSEINI": {
      "name": "Fatema EL-HUSSEINI",
      "normalized_name": "Fatema El-Husseini",
      "dblp_url": "https://dblp.org/pid/395/4981.html?q=Fatema+El-Husseini",
      "publications": [
        {
          "title": "Security and Privacy-Preserving for Machine Learning Models: Attacks, Countermeasures, and Future Directions.",
          "coauthors": []
        },
        {
          "title": "Advanced Machine Learning Approaches for Zero-Day Attack Detection: A Review.",
          "coauthors": []
        },
        {
          "title": "Machine-Learning-Based Smart Energy Management Systems: A Review.",
          "coauthors": []
        }
      ],
      "publication_count": 3,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Fatema%20El-Husseini"
    },
    "David ESALE-YOKA": {
      "name": "David ESALE-YOKA",
      "normalized_name": "David Esale-Yoka",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=David%20Esale-Yoka"
    },
    "Romain FERRER": {
      "name": "Romain FERRER",
      "normalized_name": "Romain Ferrer",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Romain%20Ferrer"
    },
    "Youssouph FAYE": {
      "name": "Youssouph FAYE",
      "normalized_name": "Youssouph Faye",
      "dblp_url": "https://dblp.org/pid/395/1623.html?q=Youssouph+Faye",
      "publications": [
        {
          "title": "VideoJam: Self-Balancing Architecture for Live Video Analytics.",
          "coauthors": []
        }
      ],
      "publication_count": 1,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Youssouph%20Faye"
    },
    "Francesco FLORIS": {
      "name": "Francesco FLORIS",
      "normalized_name": "Francesco Floris",
      "dblp_url": "https://dblp.org/pid/205/8728.html?q=Francesco+Floris",
      "publications": [
        {
          "title": "From Theory to Training: Exploring Teachers' Attitudes Towards Artificial Intelligence in Education.",
          "coauthors": []
        },
        {
          "title": "Involving Teachers in Gamified Learning Activities Using Generative Artificial Intelligence Tools.",
          "coauthors": []
        },
        {
          "title": "Learning analytics to monitor and predict student learning processes in problem solving activities during an online training.",
          "coauthors": []
        },
        {
          "title": "Design Gamification Strategies in a Digital Learning Environment: The Impact on Students.",
          "coauthors": []
        },
        {
          "title": "Teaching the Specialized Language of Mathematics with a Data-Driven Approach: What Data Do We Use?",
          "coauthors": []
        },
        {
          "title": "Maple for Distance Education in Secondary Schools During the COVID-19 Emergency.",
          "coauthors": []
        },
        {
          "title": "The Creation of Animated Graphs to Develop Computational Thinking and Support STEM Education.",
          "coauthors": []
        },
        {
          "title": "Self-Paced Approach in Synergistic Model for Supporting and Testing Students.",
          "coauthors": []
        }
      ],
      "publication_count": 8,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Francesco%20Floris"
    },
    "Douba JAFUNO": {
      "name": "Douba JAFUNO",
      "normalized_name": "Douba Jafuno",
      "dblp_url": "https://dblp.org/pid/385/9747.html?q=Douba+Jafuno",
      "publications": [
        {
          "title": "Classification of Buried Objects From Ground Penetrating Radar Images by Using Second-Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Buried Object Classification from GPR Data by using Second Order Deep Learning Models.",
          "coauthors": []
        },
        {
          "title": "Classification of Buried Objects from Ground Penetrating Radar Images by using Second Order Deep Learning Models.",
          "coauthors": []
        }
      ],
      "publication_count": 3,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Douba%20Jafuno"
    },
    "Utpal KANT": {
      "name": "Utpal KANT",
      "normalized_name": "Utpal Kant",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Utpal%20Kant"
    },
    "Emma MOLIERE": {
      "name": "Emma MOLIERE",
      "normalized_name": "Emma Moliere",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Emma%20Moliere"
    },
    "Paul MATHIEU": {
      "name": "Paul MATHIEU",
      "normalized_name": "Paul Mathieu",
      "dblp_url": "https://dblp.org/pid/98/10007.html?q=Paul+Mathieu",
      "publications": [
        {
          "title": "Generation of dynamic multi-contact motions: 2D case studies.",
          "coauthors": []
        },
        {
          "title": "Generation of dynamic motions under continuous constraints: Efficient computation using B-Splines and Taylor polynomials.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Paul%20Mathieu"
    },
    "Andrew MARY HUET DE BAROCHEZ": {
      "name": "Andrew MARY HUET DE BAROCHEZ",
      "normalized_name": "Andrew MARY HUET DE Barochez",
      "dblp_url": "https://dblp.org/pid/404/4610.html?q=Andrew+MARY+HUET+DE+Barochez",
      "publications": [
        {
          "title": "Falafels: A Tool for Estimating Federated Learning Energy Consumption via Discrete Simulation.",
          "coauthors": []
        }
      ],
      "publication_count": 1,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Andrew%20MARY%20HUET%20DE%20Barochez"
    },
    "Elimy-Rebeca OJEDA-MENA": {
      "name": "Elimy-Rebeca OJEDA-MENA",
      "normalized_name": "Elimy-Rebeca Ojeda-Mena",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Elimy-Rebeca%20Ojeda-Mena"
    },
    "Maverick PERROLLAZ": {
      "name": "Maverick PERROLLAZ",
      "normalized_name": "Maverick Perrollaz",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Maverick%20Perrollaz"
    },
    "Saloua NAAMA": {
      "name": "Saloua NAAMA",
      "normalized_name": "Saloua Naama",
      "dblp_url": "https://dblp.org/pid/341/1292.html?q=Saloua+Naama",
      "publications": [
        {
          "title": "Ironing the Graphs: Toward a Correct Geometric Analysis of Large-Scale Graphs.",
          "coauthors": []
        },
        {
          "title": "AC-DC: Adaptive Ensemble Classification for Network Traffic Identification.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Saloua%20Naama"
    },
    "Georgios SARLAS": {
      "name": "Georgios SARLAS",
      "normalized_name": "Georgios Sarlas",
      "dblp_url": "https://dblp.org/pid/206/3420.html?q=Georgios+Sarlas",
      "publications": [
        {
          "title": "It's also about timing! When do pedestrians want to receive navigation instructions.",
          "coauthors": []
        },
        {
          "title": "Analysis of Urban Traffic Network Vulnerability and Classification of Signalized Intersections.",
          "coauthors": []
        },
        {
          "title": "Timing of Pedestrian Navigation Instructions.",
          "coauthors": []
        }
      ],
      "publication_count": 3,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Georgios%20Sarlas"
    },
    "Maria PAPADOPOULOS": {
      "name": "Maria PAPADOPOULOS",
      "normalized_name": "Maria Papadopoulos",
      "dblp_url": "https://dblp.org/pid/37/7707.html?q=Maria+Papadopoulos",
      "publications": [
        {
          "title": "Automatic Generation of Just-in-time Online Assessments from Software Design Models.",
          "coauthors": []
        }
      ],
      "publication_count": 1,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Maria%20Papadopoulos"
    },
    "Matteo SALIS": {
      "name": "Matteo SALIS",
      "normalized_name": "Matteo Salis",
      "dblp_url": "https://dblp.org/pid/366/8307.html?q=Matteo+Salis",
      "publications": [
        {
          "title": "What's Behind This Water Table Depth Forecasting? RISE Application for Spatial, Temporal, and Spatio-Temporal Explanations.",
          "coauthors": []
        },
        {
          "title": "Deep Learning tools to support deforestation monitoring in the Ivory Coast using SAR and Optical satellite imagery.",
          "coauthors": []
        },
        {
          "title": "Time Distributed Deep Learning models for Purely Exogenous Forecasting. Application to Water Table Depth Prediction using Weather Image Time Series.",
          "coauthors": []
        },
        {
          "title": "Machine Learning as a Strategic Tool for Helping Cocoa Farmers in Côte D'Ivoire.",
          "coauthors": []
        }
      ],
      "publication_count": 4,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Matteo%20Salis"
    },
    "Matthieu VERLYNDE": {
      "name": "Matthieu VERLYNDE",
      "normalized_name": "Matthieu Verlynde",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Matthieu%20Verlynde"
    },
    "Francois Xavier SIKOUMO FOGUE": {
      "name": "Francois Xavier SIKOUMO FOGUE",
      "normalized_name": "Francois Xavier SIKOUMO Fogue",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=Francois%20Xavier%20SIKOUMO%20Fogue"
    },
    "LEA ZUCCALI": {
      "name": "LEA ZUCCALI",
      "normalized_name": "LEA Zuccali",
      "dblp_url": null,
      "publications": [],
      "publication_count": 0,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": false,
      "search_url": "https://dblp.org/search/author?q=LEA%20Zuccali"
    },
    "Rémi BEISSON": {
      "name": "Rémi BEISSON",
      "normalized_name": "Rémi Beisson",
      "dblp_url": "https://dblp.org/pid/300/3794.html?q=R%C3%A9mi+Beisson",
      "publications": [
        {
          "title": "Détection de changements dans les séries temporelles d'images satellitaires multi-dimensionnelles. (Change detection in time series of multi-dimensional satellite images).",
          "coauthors": []
        },
        {
          "title": "A New Statistic for Testing Covariance Equality in High-Dimensional Gaussian Low-Rank Models.",
          "coauthors": []
        },
        {
          "title": "Change Detection in The Covariance Structure of High-Dimensional Gaussian Low-Rank Models.",
          "coauthors": []
        }
      ],
      "publication_count": 3,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=R%C3%A9mi%20Beisson"
    },
    "Abdelaziz OUAZZANI CHAHIDI": {
      "name": "Abdelaziz OUAZZANI CHAHIDI",
      "normalized_name": "Abdelaziz OUAZZANI Chahidi",
      "dblp_url": "https://dblp.org/pid/330/9150.html?q=Abdelaziz+OUAZZANI+Chahidi",
      "publications": [
        {
          "title": "Integration of Reinforcement Learning Agent to Reduce Coordinator Limitations in Cyber-Physical Production Systems.",
          "coauthors": []
        },
        {
          "title": "Towards an Inclusion of a PMS-Based Mechanism for Cyber-Physical Production Systems.",
          "coauthors": []
        }
      ],
      "publication_count": 2,
      "coauthors": [],
      "venues": [],
      "years": [],
      "found": true,
      "search_url": "https://dblp.org/search/author?q=Abdelaziz%20OUAZZANI%20Chahidi"
    }
  }
}